Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# detailedAnalysisAchromatopsia
source: Achromatopsia (Complete Color Blindness)
de: Achromatopsie (Vollständige Farbenblindheit)
es: Acromatopsia (Daltonismo Completo)
fr: Achromatopsie (Daltonisme Complet)
pt: Acromatopsia (Daltonismo Completo)

# detailedAnalysisAchromatopsiaDesc
source: The condition of not being able to see all colors. It is very rare, only black and white vision exists.
de: Der Zustand, alle Farben nicht sehen zu können. Es ist sehr selten, es existiert nur Schwarz-Weiß-Sehen.
es: La condición de no poder ver todos los colores. Es muy raro, solo existe visión en blanco y negro.
fr: L'incapacité de voir toutes les couleurs. C'est très rare, seule la vision en noir et blanc existe.
pt: A condição de não conseguir ver todas as cores. É muito raro, apenas visão em preto e branco existe.

# detailedAnalysisAchromatopsiaSymptom
source: Seeing only black, white and gray tones
de: Nur schwarze, weiße und graue Töne sehen
es: Ver solo tonos negros, blancos y grises
fr: Voir uniquement les tons noirs, blancs et gris
pt: Ver apenas tons pretos, brancos e cinzas

# detailedAnalysisColorDailyLife1
source: Difficulty distinguishing traffic lights
de: Schwierigkeiten beim Unterscheiden von Ampeln
es: Dificultad para distinguir semáforos
fr: Difficulté à distinguer les feux de circulation
pt: Dificuldade para distinguir semáforos

# detailedAnalysisColorDailyLife2
source: Difficulty choosing colored clothing
de: Schwierigkeiten bei der Auswahl farbiger Kleidung
es: Dificultad para elegir ropa de colores
fr: Difficulté à choisir des vêtements colorés
pt: Dificuldade para escolher roupas coloridas

# detailedAnalysisColorDailyLife3
source: Cooking and ripeness checking
de: Kochen und Reifeprüfung
es: Cocinar y verificar la madurez
fr: Cuisine et vérification de la maturité
pt: Cozinhar e verificar maturidade

# detailedAnalysisColorDailyLife4
source: Difficulty on nature walks
de: Schwierigkeiten bei Naturspaziergängen
es: Dificultad en caminatas por la naturaleza
fr: Difficulté lors de promenades dans la nature
pt: Dificuldade em caminhadas na natureza

# detailedAnalysisColorWorkLife1
source: Difficulty in graphic design and art fields
de: Schwierigkeiten in den Bereichen Grafikdesign und Kunst
es: Dificultad en campos de diseño gráfico y arte
fr: Difficulté dans les domaines du design graphique et de l'art
pt: Dificuldade em áreas de design gráfico e arte

# detailedAnalysisColorWorkLife2
source: Risk in electrical and electronic work
de: Risiko bei elektrischen und elektronischen Arbeiten
es: Riesgo en trabajos eléctricos y electrónicos
fr: Risque dans les travaux électriques et électroniques
pt: Risco em trabalhos elétricos e eletrônicos

# detailedAnalysisColorWorkLife3
source: Limitations in medical and laboratory work
de: Einschränkungen bei medizinischen und Laborarbeiten
es: Limitaciones en trabajos médicos y de laboratorio
fr: Limitations dans les travaux médicaux et de laboratoire
pt: Limitações em trabalhos médicos e de laboratório

# detailedAnalysisColorWorkLife4
source: Restrictions in aviation and maritime professions
de: Einschränkungen in Luftfahrt- und Seefahrtsberufen
es: Restricciones en profesiones de aviación y marítimas
fr: Restrictions dans les professions de l'aviation et de la marine
pt: Restrições em profissões de aviação e marítimas

# detailedAnalysisColorEducation1
source: Difficulty understanding color materials
de: Schwierigkeiten beim Verstehen von Farbmaterialien
es: Dificultad para entender materiales de colores
fr: Difficulté à comprendre les matériaux colorés
pt: Dificuldade para entender materiais coloridos

# detailedAnalysisColorEducation2
source: Deficiency in visual learning
de: Mangel beim visuellen Lernen
es: Deficiencia en el aprendizaje visual
fr: Déficience dans l'apprentissage visuel
pt: Deficiência no aprendizado visual

# detailedAnalysisColorEducation3
source: Difficulty in some subjects
de: Schwierigkeiten in einigen Fächern
es: Dificultad en algunas materias
fr: Difficulté dans certaines matières
pt: Dificuldade em algumas matérias

# detailedAnalysisColorSolutionApps
source: Color Identification Apps
de: Farbidentifikations-Apps
es: Aplicaciones de Identificación de Colores
fr: Applications d'Identification des Couleurs
pt: Aplicativos de Identificação de Cores

# detailedAnalysisColorSolutionAppsDesc
source: You can identify colors with smartphone applications.
de: Sie können Farben mit Smartphone-Apps identifizieren.
es: Puede identificar colores con aplicaciones de smartphone.
fr: Vous pouvez identifier les couleurs avec des applications smartphone.
pt: Você pode identificar cores com aplicativos de smartphone.

# detailedAnalysisColorSolutionGlasses
source: Special Glasses
de: Spezielle Brillen
es: Gafas Especiales
fr: Lunettes Spéciales
pt: Óculos Especiais

# detailedAnalysisColorSolutionGlassesDesc
source: Some special glasses can improve color perception. Consult your eye doctor.
de: Einige spezielle Brillen können die Farbwahrnehmung verbessern. Konsultieren Sie Ihren Augenarzt.
es: Algunas gafas especiales pueden mejorar la percepción del color. Consulte a su oftalmólogo.
fr: Certaines lunettes spéciales peuvent améliorer la perception des couleurs. Consultez votre ophtalmologiste.
pt: Alguns óculos especiais podem melhorar a percepção de cores. Consulte seu oftalmologista.

# detailedAnalysisColorSolutionCareer
source: Career Counseling
de: Berufsberatung
es: Asesoramiento Profesional
fr: Conseil Professionnel
pt: Aconselhamento Profissional

# detailedAnalysisColorSolutionCareerDesc
source: Consider color blindness in career choice.
de: Berücksichtigen Sie Farbenblindheit bei der Berufswahl.
es: Considere el daltonismo en la elección de carrera.
fr: Tenez compte du daltonisme dans le choix de carrière.
pt: Considere o daltonismo na escolha de carreira.

# detailedAnalysisColorImportantNote
source: Important Note
de: Wichtiger Hinweis
es: Nota Importante
fr: Note Importante
pt: Nota Importante

# detailedAnalysisColorImportantNoteText
source: Color blindness is usually hereditary and has no complete cure. However, quality of life can be improved with special glasses and applications.
de: Farbenblindheit ist normalerweise erblich und hat keine vollständige Heilung. Die Lebensqualität kann jedoch mit speziellen Brillen und Apps verbessert werden.
es: El daltonismo generalmente es hereditario y no tiene cura completa. Sin embargo, la calidad de vida puede mejorarse con gafas especiales y aplicaciones.
fr: Le daltonisme est généralement héréditaire et n'a pas de remède complet. Cependant, la qualité de vie peut être améliorée avec des lunettes spéciales et des applications.
pt: O daltonismo geralmente é hereditário e não tem cura completa. No entanto, a qualidade de vida pode ser melhorada com óculos especiais e aplicativos.

# detailedAnalysisAstigmatismAssessment
source: Astigmatism Assessment
de: Bewertung des Astigmatismus
es: Evaluación del Astigmatismo
fr: Évaluation de l'Astigmatisme
pt: Avaliação do Astigmatismo

# detailedAnalysisAstigmatismNormal
source: Astigmatism findings are minimal. You are at a normal vision level.
de: Die Astigmatismus-Befunde sind minimal. Sie befinden sich auf einem normalen Sehniveau.
es: Los hallazgos de astigmatismo son mínimos. Está en un nivel de visión normal.
fr: Les résultats d'astigmatisme sont minimes. Vous êtes à un niveau de vision normal.
pt: Os achados de astigmatismo são mínimos. Você está em um nível de visão normal.

# detailedAnalysisAstigmatismDetected
source: Astigmatism has been detected. The image is not clear due to the irregular shape of the cornea or lens.
de: Astigmatismus wurde festgestellt. Das Bild ist aufgrund der unregelmäßigen Form der Hornhaut oder Linse nicht klar.
es: Se ha detectado astigmatismo. La imagen no es clara debido a la forma irregular de la córnea o el cristalino.
fr: L'astigmatisme a été détecté. L'image n'est pas claire en raison de la forme irrégulière de la cornée ou du cristallin.
pt: Astigmatismo foi detectado. A imagem não está clara devido à forma irregular da córnea ou lente.

# detailedAnalysisAstigmatismTypes
source: Types of Astigmatism
de: Arten von Astigmatismus
es: Tipos de Astigmatismo
fr: Types d'Astigmatisme
pt: Tipos de Astigmatismo

# detailedAnalysisCornealAstigmatism
source: Corneal Astigmatism
de: Hornhautastigmatismus
es: Astigmatismo Corneal
fr: Astigmatisme Cornéen
pt: Astigmatismo Corneano

# detailedAnalysisCornealAstigmatismDesc
source: Caused by the irregular shape of the cornea. It is the most common type.
de: Verursacht durch die unregelmäßige Form der Hornhaut. Es ist die häufigste Art.
es: Causado por la forma irregular de la córnea. Es el tipo más común.
fr: Causé par la forme irrégulière de la cornée. C'est le type le plus courant.
pt: Causado pela forma irregular da córnea. É o tipo mais comum.

# detailedAnalysisCornealAstigmatismSymptom1
source: Blurred vision at all distances
de: Verschwommene Sicht in allen Entfernungen
es: Visión borrosa a todas las distancias
fr: Vision floue à toutes les distances
pt: Visão embaçada em todas as distâncias

# detailedAnalysisCornealAstigmatismSymptom2
source: Lines appearing curved
de: Krumm erscheinende Linien
es: Líneas que aparecen curvas
fr: Lignes apparaissant courbes
pt: Linhas aparecendo curvas

# detailedAnalysisCornealAstigmatismSymptom3
source: Eye strain
de: Augenbelastung
es: Fatiga visual
fr: Fatigue oculaire
pt: Fadiga ocular

# detailedAnalysisLenticularAstigmatism
source: Lenticular Astigmatism
de: Linsenastigmatismus
es: Astigmatismo Lenticular
fr: Astigmatisme Lenticulaire
pt: Astigmatismo Lenticular

# detailedAnalysisLenticularAstigmatismDesc
source: Caused by the irregular shape of the eye lens.
de: Verursacht durch die unregelmäßige Form der Augenlinse.
es: Causado por la forma irregular del cristalino del ojo.
fr: Causé par la forme irrégulière du cristallin de l'œil.
pt: Causado pela forma irregular da lente do olho.

# detailedAnalysisLenticularAstigmatismSymptom1
source: Near and far vision problems
de: Nah- und Fernsehprobleme
es: Problemas de visión cercana y lejana
fr: Problèmes de vision de près et de loin
pt: Problemas de visão de perto e longe

# detailedAnalysisLenticularAstigmatismSymptom2
source: Headache
de: Kopfschmerzen
es: Dolor de cabeza
fr: Mal de tête
pt: Dor de cabeça

# detailedAnalysisLenticularAstigmatismSymptom3
source: Eye strain
de: Augenbelastung
es: Fatiga visual
fr: Fatigue oculaire
pt: Fadiga ocular

# detailedAnalysisAstigmatismConsequences
source: Possible Consequences
de: Mögliche Folgen
es: Posibles Consecuencias
fr: Conséquences Possibles
pt: Possíveis Consequências

# detailedAnalysisAstigmatismVisionQuality
source: Vision Quality
de: Sehqualität
es: Calidad de la Visión
fr: Qualité de la Vision
pt: Qualidade da Visão

# detailedAnalysisAstigmatismVisionQuality1
source: Blurred vision at all distances
de: Verschwommene Sicht in allen Entfernungen
es: Visión borrosa a todas las distancias
fr: Vision floue à toutes les distances
pt: Visão embaçada em todas as distâncias

# detailedAnalysisAstigmatismVisionQuality2
source: Lines appearing curved
de: Krumm erscheinende Linien
es: Líneas que aparecen curvas
fr: Lignes apparaissant courbes
pt: Linhas aparecendo curvas

# detailedAnalysisAstigmatismVisionQuality3
source: Seeing light halos
de: Sehen von Lichthöfen
es: Ver halos de luz
fr: Voir des halos lumineux
pt: Ver halos de luz

# detailedAnalysisAstigmatismVisionQuality4
source: Difficulty with night vision
de: Schwierigkeiten mit dem Nachtsehen
es: Dificultad con la visión nocturna
fr: Difficulté avec la vision nocturne
pt: Dificuldade com visão noturna

# detailedAnalysisAstigmatismDailyLife1
source: Reading difficulty
de: Leseschwierigkeiten
es: Dificultad para leer
fr: Difficulté de lecture
pt: Dificuldade de leitura

# detailedAnalysisAstigmatismDailyLife2
source: Fatigue when using computers
de: Müdigkeit bei der Verwendung von Computern
es: Fatiga al usar computadoras
fr: Fatigue lors de l'utilisation d'ordinateurs
pt: Fadiga ao usar computadores

# detailedAnalysisAstigmatismDailyLife3
source: Difficulty while driving
de: Schwierigkeiten beim Fahren
es: Dificultad al conducir
fr: Difficulté lors de la conduite
pt: Dificuldade ao dirigir

# detailedAnalysisAstigmatismDailyLife4
source: Headaches
de: Kopfschmerzen
es: Dolores de cabeza
fr: Maux de tête
pt: Dores de cabeça

# detailedAnalysisAstigmatismSolutionCylindrical
source: Cylindrical Glasses
de: Zylindrische Brillen
es: Gafas Cilíndricas
fr: Lunettes Cylindriques
pt: Óculos Cilíndricos

# detailedAnalysisAstigmatismSolutionCylindricalDesc
source: Glasses specially designed for astigmatism.
de: Brillen, die speziell für Astigmatismus entwickelt wurden.
es: Gafas especialmente diseñadas para astigmatismo.
fr: Lunettes spécialement conçues pour l'astigmatisme.
pt: Óculos especialmente projetados para astigmatismo.

# detailedAnalysisAstigmatismSolutionToric
source: Toric Contact Lenses
de: Torische Kontaktlinsen
es: Lentes de Contacto Tóricas
fr: Lentilles de Contact Toriques
pt: Lentes de Contato Tóricas

# detailedAnalysisAstigmatismSolutionToricDesc
source: Special contact lenses for astigmatism.
de: Spezielle Kontaktlinsen für Astigmatismus.
es: Lentes de contacto especiales para astigmatismo.
fr: Lentilles de contact spéciales pour l'astigmatisme.
pt: Lentes de contato especiais para astigmatismo.

# detailedAnalysisAstigmatismSolutionLaser
source: Laser Surgery
de: Laserschirurgie
es: Cirugía Láser
fr: Chirurgie au Laser
pt: Cirurgia a Laser

# detailedAnalysisAstigmatismSolutionLaserDesc
source: Permanent solution for suitable candidates.
de: Dauerhafte Lösung für geeignete Kandidaten.
es: Solución permanente para candidatos adecuados.
fr: Solution permanente pour les candidats appropriés.
pt: Solução permanente para candidatos adequados.

# detailedAnalysisGenericTestAssessment
source: {testName} Assessment
de: Bewertung von {testName}
es: Evaluación de {testName}
fr: Évaluation de {testName}
pt: Avaliação de {testName}

# detailedAnalysisGenericTestResult
source: {description} Result: %{percentage}
de: Ergebnis von {description}: %{percentage}
es: Resultado de {description}: %{percentage}
fr: Résultat de {description}: %{percentage}
pt: Resultado de {description}: %{percentage}

# detailedAnalysisGenericConsequences
source: Possible Consequences
de: Mögliche Folgen
es: Posibles Consecuencias
fr: Conséquences Possibles
pt: Possíveis Consequências

# detailedAnalysisGenericEffects
source: Effects
de: Auswirkungen
es: Efectos
fr: Effets
pt: Efeitos

# detailedAnalysisGenericSolutionDoctor
source: Eye Doctor Examination
de: Augenarztuntersuchung
es: Examen del Oftalmólogo
fr: Examen par un Ophtalmologiste
pt: Exame do Oftalmologista

# detailedAnalysisGenericSolutionDoctorDesc
source: Be sure to consult an eye doctor for a detailed examination.
de: Konsultieren Sie unbedingt einen Augenarzt für eine detaillierte Untersuchung.
es: Asegúrese de consultar a un oftalmólogo para un examen detallado.
fr: Assurez-vous de consulter un ophtalmologiste pour un examen détaillé.
pt: Certifique-se de consultar um oftalmologista para um exame detalhado.

# detailedAnalysisGenericSolutionCheckups
source: Regular Checkups
de: Regelmäßige Kontrollen
es: Controles Regulares
fr: Contrôles Réguliers
pt: Check-ups Regulares

# detailedAnalysisGenericSolutionCheckupsDesc
source: Have regular checkups for your eye health.
de: Lassen Sie regelmäßige Kontrollen für Ihre Augengesundheit durchführen.
es: Haga controles regulares para la salud de sus ojos.
fr: Faites des contrôles réguliers pour la santé de vos yeux.
pt: Faça check-ups regulares para a saúde dos seus olhos.

# detailedAnalysisGenericTestResultTitle
source: Test Result
de: Testergebnis
es: Resultado de la Prueba
fr: Résultat du Test
pt: Resultado do Teste

# detailedAnalysisGenericTestResultText
source: Your test result: %{percentage}
de: Ihr Testergebnis: %{percentage}
es: Su resultado de prueba: %{percentage}
fr: Votre résultat de test: %{percentage}
pt: Seu resultado do teste: %{percentage}

# detailedAnalysisVergenceTest
source: Vergence Test
de: Vergenztest
es: Prueba de Vergencia
fr: Test de Vergence
pt: Teste de Vergência

# detailedAnalysisVergenceTestDesc
source: Your convergence and divergence abilities are being evaluated. This test detects double vision (diplopia) and eye muscle coordination problems.
de: Ihre Konvergenz- und Divergenzfähigkeiten werden bewertet. Dieser Test erkennt Doppelsehen (Diplopie) und Probleme der Augenmuskelkoordination.
es: Se están evaluando sus habilidades de convergencia y divergencia. Esta prueba detecta visión doble (diplopía) y problemas de coordinación de los músculos oculares.
fr: Vos capacités de convergence et de divergence sont évaluées. Ce test détecte la vision double (diplopie) et les problèmes de coordination des muscles oculaires.
pt: Suas habilidades de convergência e divergência estão sendo avaliadas. Este teste detecta visão dupla (diplopia) e problemas de coordenação dos músculos oculares.

# detailedAnalysisVergenceTestConsequence
source: Vergence problems can cause issues such as eye strain, headache, reading difficulty, and double vision.
de: Vergenzprobleme können Probleme wie Augenbelastung, Kopfschmerzen, Leseschwierigkeiten und Doppelsehen verursachen.
es: Los problemas de vergencia pueden causar problemas como fatiga visual, dolor de cabeza, dificultad para leer y visión doble.
fr: Les problèmes de vergence peuvent causer des problèmes tels que la fatigue oculaire, les maux de tête, les difficultés de lecture et la vision double.
pt: Problemas de vergência podem causar problemas como fadiga ocular, dor de cabeça, dificuldade de leitura e visão dupla.

# detailedAnalysisNearVisionTest
source: Near Vision
de: Nahsehen
es: Visión Cercana
fr: Vision de Près
pt: Visão de Perto

# detailedAnalysisNearVisionTestDesc
source: Your near-distance vision ability is being evaluated.
de: Ihre Nahsehfähigkeit wird bewertet.
es: Se está evaluando su capacidad de visión a corta distancia.
fr: Votre capacité de vision à courte distance est évaluée.
pt: Sua capacidade de visão de curta distância está sendo avaliada.

# detailedAnalysisNearVisionTestConsequence
source: Near vision problems can create difficulty in reading, writing, and detailed work.
de: Nahsehprobleme können Schwierigkeiten beim Lesen, Schreiben und bei detaillierten Arbeiten verursachen.
es: Los problemas de visión cercana pueden crear dificultad en la lectura, escritura y trabajos detallados.
fr: Les problèmes de vision de près peuvent créer des difficultés dans la lecture, l'écriture et les travaux détaillés.
pt: Problemas de visão de perto podem criar dificuldade na leitura, escrita e trabalhos detalhados.

# detailedAnalysisMacularTest
source: Macular Test
de: Makulatest
es: Prueba Macular
fr: Test Maculaire
pt: Teste Macular

# detailedAnalysisMacularTestDesc
source: Your macular (yellow spot) health is being evaluated.
de: Die Gesundheit Ihrer Makula (gelber Fleck) wird bewertet.
es: Se está evaluando la salud de su mácula (punto amarillo).
fr: La santé de votre macula (tache jaune) est évaluée.
pt: A saúde da sua mácula (ponto amarelo) está sendo avaliada.

# detailedAnalysisMacularTestConsequence
source: Macular problems can cause central vision loss.
de: Makulaprobleme können zu einem Verlust des zentralen Sehens führen.
es: Los problemas maculares pueden causar pérdida de visión central.
fr: Les problèmes maculaires peuvent causer une perte de vision centrale.
pt: Problemas maculares podem causar perda de visão central.

# detailedAnalysisPeripheralVisionTest
source: Peripheral Vision
de: Peripheres Sehen
es: Visión Periférica
fr: Vision Périphérique
pt: Visão Periférica

# detailedAnalysisPeripheralVisionTestDesc
source: Your side vision ability is being evaluated.
de: Ihre Seitensichtfähigkeit wird bewertet.
es: Se está evaluando su capacidad de visión lateral.
fr: Votre capacité de vision latérale est évaluée.
pt: Sua capacidade de visão lateral está sendo avaliada.

# detailedAnalysisPeripheralVisionTestConsequence
source: Peripheral vision problems can cause a decrease in environmental awareness.
de: Probleme mit dem peripheren Sehen können zu einer Abnahme des Umweltbewusstseins führen.
es: Los problemas de visión periférica pueden causar una disminución en la conciencia ambiental.
fr: Les problèmes de vision périphérique peuvent causer une diminution de la conscience environnementale.
pt: Problemas de visão periférica podem causar uma diminuição na consciência ambiental.

# detailedAnalysisEyeMovementTest
source: Eye Movement
de: Augenbewegung
es: Movimiento Ocular
fr: Mouvement Oculaire
pt: Movimento Ocular

# detailedAnalysisEyeMovementTestDesc
source: Your eye movement coordination is being evaluated.
de: Die Koordination der Augenbewegung wird bewertet.
es: Se está evaluando la coordinación del movimiento ocular.
fr: La coordination du mouvement oculaire est évaluée.
pt: A coordenação do movimento ocular está sendo avaliada.

# detailedAnalysisEyeMovementTestConsequence
source: Eye movement problems can cause tracking and focusing difficulties.
de: Probleme mit der Augenbewegung können zu Schwierigkeiten beim Verfolgen und Fokussieren führen.
es: Los problemas de movimiento ocular pueden causar dificultades de seguimiento y enfoque.
fr: Les problèmes de mouvement oculaire peuvent causer des difficultés de suivi et de mise au point.
pt: Problemas de movimento ocular podem causar dificuldades de rastreamento e foco.

# fact1Title
source: Eye Blinking
de: Augenblinzeln
es: Parpadeo
fr: Clignement des Yeux
pt: Piscar dos Olhos

# fact1Text
source: When looking at screens, our blink rate decreases by up to 60%.
de: Beim Betrachten von Bildschirmen sinkt unsere Blinkrate um bis zu 60%.
es: Al mirar pantallas, nuestra tasa de parpadeo disminuye hasta en un 60%.
fr: En regardant les écrans, notre taux de clignement diminue jusqu'à 60%.
pt: Ao olhar para telas, nossa taxa de piscar diminui em até 60%.

# fact2Title
source: Baby Vision
de: Baby-Sehkraft
es: Visión del Bebé
fr: Vision du Bébé
pt: Visão do Bebê

# fact2Text
source: Babies see the world blurry and colorless when they are born.
de: Babys sehen die Welt verschwommen und farblos, wenn sie geboren werden.
es: Los bebés ven el mundo borroso e incoloro cuando nacen.
fr: Les bébés voient le monde flou et incolore à la naissance.
pt: Bebês veem o mundo borrado e sem cor quando nascem.

# fact3Title
source: Eye Growth
de: Augenwachstum
es: Crecimiento del Ojo
fr: Croissance de l'Œil
pt: Crescimento do Olho

# fact3Text
source: Our eyes do not grow throughout life, but ears and nose continue to grow.
de: Unsere Augen wachsen nicht ein Leben lang, aber Ohren und Nase wachsen weiter.
es: Nuestros ojos no crecen durante toda la vida, pero las orejas y la nariz continúan creciendo.
fr: Nos yeux ne grandissent pas toute la vie, mais les oreilles et le nez continuent de grandir.
pt: Nossos olhos não crescem durante toda a vida, mas as orelhas e o nariz continuam crescendo.

# fact4Title
source: Night Vision
de: Nachtsicht
es: Visión Nocturna
fr: Vision Nocturne
pt: Visão Noturna

# fact4Text
source: To see better in the dark, looking slightly to the side of objects is more effective than looking directly at them.
de: Um in der Dunkelheit besser zu sehen, ist es effektiver, leicht seitlich auf Objekte zu schauen, anstatt sie direkt anzusehen.
es: Para ver mejor en la oscuridad, mirar ligeramente al lado de los objetos es más efectivo que mirarlos directamente.
fr: Pour mieux voir dans l'obscurité, regarder légèrement sur le côté des objets est plus efficace que de les regarder directement.
pt: Para ver melhor no escuro, olhar ligeiramente para o lado dos objetos é mais eficaz do que olhá-los diretamente.
