Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# contrastInfoTip
source: A healthy individual should be able to see low-contrast letters as well. During the test, the letters will gradually become less contrasty.
de: Eine gesunde Person sollte auch Buchstaben mit niedrigem Kontrast sehen können. Während des Tests werden die Buchstaben allmählich weniger kontrastreich.
es: Un individuo sano debería poder ver letras de bajo contraste también. Durante la prueba, las letras se volverán gradualmente menos contrastadas.
fr: Un individu en bonne santé devrait également pouvoir voir des lettres à faible contraste. Pendant le test, les lettres deviendront progressivement moins contrastées.
pt: Um indivíduo saudável deve ser capaz de ver letras de baixo contraste também. Durante o teste, as letras ficarão gradualmente menos contrastadas.

# contrastInstruction1
source: Focus on the letter in the center of the screen
de: Konzentrieren Sie sich auf den Buchstaben in der Mitte des Bildschirms
es: Enfóquese en la letra en el centro de la pantalla
fr: Concentrez-vous sur la lettre au centre de l'écran
pt: Foque na letra no centro da tela

# contrastInstruction2
source: Set screen brightness to maximum
de: Stellen Sie die Bildschirmhelligkeit auf Maximum
es: Ajuste el brillo de la pantalla al máximo
fr: Réglez la luminosité de l'écran au maximum
pt: Ajuste o brilho da tela ao máximo

# contrastInstruction3
source: Select the letter you see from the options
de: Wählen Sie den Buchstaben, den Sie sehen, aus den Optionen
es: Seleccione la letra que ve de las opciones
fr: Sélectionnez la lettre que vous voyez parmi les options
pt: Selecione a letra que você vê das opções

# contrastInstruction4
source: Letters will gradually become less contrasty
de: Die Buchstaben werden allmählich weniger kontrastreich
es: Las letras se volverán gradualmente menos contrastadas
fr: Les lettres deviendront progressivement moins contrastées
pt: As letras ficarão gradualmente menos contrastadas

# contrastQuestion
source: Which letter do you see?
de: Welchen Buchstaben sehen Sie?
es: ¿Qué letra ve?
fr: Quelle lettre voyez-vous?
pt: Qual letra você vê?

# contrastDiagnosisNormal
source: Your contrast sensitivity appears normal
de: Ihre Kontrastempfindlichkeit erscheint normal
es: Su sensibilidad al contraste parece normal
fr: Votre sensibilité au contraste semble normale
pt: Sua sensibilidade ao contraste parece normal

# contrastDiagnosisMild
source: There may be a slight contrast sensitivity deficiency
de: Es kann ein leichter Mangel an Kontrastempfindlichkeit vorliegen
es: Puede haber una deficiencia leve de sensibilidad al contraste
fr: Il peut y avoir une déficience légère de sensibilité au contraste
pt: Pode haver uma deficiência leve de sensibilidade ao contraste

# contrastDiagnosisLow
source: Contrast sensitivity is low. Consult an eye doctor.
de: Die Kontrastempfindlichkeit ist niedrig. Konsultieren Sie einen Augenarzt.
es: La sensibilidad al contraste es baja. Consulte a un oftalmólogo.
fr: La sensibilité au contraste est faible. Consultez un ophtalmologiste.
pt: A sensibilidade ao contraste é baixa. Consulte um oftalmologista.

# stereopsisInfoTitle
source: What is Visual Tracking Test?
de: Was ist der Visuelle Verfolgungstest?
es: ¿Qué es la Prueba de Seguimiento Visual?
fr: Qu'est-ce que le Test de Suivi Visuel?
pt: O que é o Teste de Rastreamento Visual?

# stereopsisInfoDesc
source: This test measures your ability to track a moving object and determine which drawing it is under. It evaluates your visual attention, tracking, and concentration skills.
de: Dieser Test misst Ihre Fähigkeit, ein sich bewegendes Objekt zu verfolgen und zu bestimmen, unter welcher Zeichnung es sich befindet. Er bewertet Ihre visuelle Aufmerksamkeit, Verfolgung und Konzentrationsfähigkeiten.
es: Esta prueba mide su capacidad para rastrear un objeto en movimiento y determinar bajo qué dibujo está. Evalúa sus habilidades de atención visual, seguimiento y concentración.
fr: Ce test mesure votre capacité à suivre un objet en mouvement et à déterminer sous quel dessin il se trouve. Il évalue vos compétences d'attention visuelle, de suivi et de concentration.
pt: Este teste mede sua capacidade de rastrear um objeto em movimento e determinar sob qual desenho ele está. Ele avalia suas habilidades de atenção visual, rastreamento e concentração.

# stereopsisInfoTip
source: Carefully track the ball as it moves. When the movement stops, select which drawing it is under.
de: Verfolgen Sie den Ball sorgfältig, während er sich bewegt. Wenn die Bewegung stoppt, wählen Sie aus, unter welcher Zeichnung er sich befindet.
es: Rastree cuidadosamente la pelota mientras se mueve. Cuando el movimiento se detenga, seleccione bajo qué dibujo está.
fr: Suivez attentivement la balle pendant qu'elle se déplace. Lorsque le mouvement s'arrête, sélectionnez sous quel dessin elle se trouve.
pt: Rastreie cuidadosamente a bola enquanto ela se move. Quando o movimento parar, selecione sob qual desenho ela está.

# stereopsisInstruction1
source: Carefully track the ball's movement
de: Verfolgen Sie die Bewegung des Balls sorgfältig
es: Rastree cuidadosamente el movimiento de la pelota
fr: Suivez attentivement le mouvement de la balle
pt: Rastreie cuidadosamente o movimento da bola

# stereopsisInstruction2
source: The ball will move under 3 shapes (Hat, Star, Heart)
de: Der Ball bewegt sich unter 3 Formen (Hut, Stern, Herz)
es: La pelota se moverá bajo 3 formas (Sombrero, Estrella, Corazón)
fr: La balle se déplacera sous 3 formes (Chapeau, Étoile, Cœur)
pt: A bola se moverá sob 3 formas (Chapéu, Estrela, Coração)

# stereopsisInstruction3
source: When the movement stops, select which drawing the ball is under
de: Wenn die Bewegung stoppt, wählen Sie aus, unter welcher Zeichnung sich der Ball befindet
es: Cuando el movimiento se detenga, seleccione bajo qué dibujo está la pelota
fr: Lorsque le mouvement s'arrête, sélectionnez sous quel dessin se trouve la balle
pt: Quando o movimento parar, selecione sob qual desenho a bola está

# stereopsisInstruction4
source: As the test progresses, the ball will move faster
de: Während der Test fortschreitet, bewegt sich der Ball schneller
es: A medida que avance la prueba, la pelota se moverá más rápido
fr: Au fur et à mesure que le test progresse, la balle se déplacera plus rapidement
pt: À medida que o teste progride, a bola se moverá mais rápido

# stereopsisQuestion
source: Which drawing is the ball under?
de: Unter welcher Zeichnung befindet sich der Ball?
es: ¿Bajo qué dibujo está la pelota?
fr: Sous quel dessin se trouve la balle?
pt: Sob qual desenho está a bola?

# stereopsisTracking
source: Track the ball...
de: Verfolgen Sie den Ball...
es: Rastree la pelota...
fr: Suivez la balle...
pt: Rastreie a bola...

# stereopsisDiagnosisNormal
source: Your visual tracking ability appears normal
de: Ihre visuelle Tracking-Fähigkeit scheint normal zu sein
es: Su capacidad de seguimiento visual parece normal
fr: Votre capacité de suivi visuel semble normale
pt: Sua capacidade de rastreamento visual parece normal

# stereopsisDiagnosisMild
source: There may be a mild visual tracking problem
de: Es kann ein leichtes visuelles Tracking-Problem geben
es: Puede haber un problema leve de seguimiento visual
fr: Il peut y avoir un problème de suivi visuel léger
pt: Pode haver um problema leve de rastreamento visual

# stereopsisDiagnosisLow
source: There is a visual tracking problem. Consult an eye doctor.
de: Es gibt ein visuelles Tracking-Problem. Konsultieren Sie einen Augenarzt.
es: Hay un problema de seguimiento visual. Consulte a un oftalmólogo.
fr: Il y a un problème de suivi visuel. Consultez un ophtalmologiste.
pt: Há um problema de rastreamento visual. Consulte um oftalmologista.

# leftEyeLabel
source: Left Eye
de: Linkes Auge
es: Ojo Izquierdo
fr: Œil Gauche
pt: Olho Esquerdo

# rightEyeLabel
source: Right Eye
de: Rechtes Auge
es: Ojo Derecho
fr: Œil Droit
pt: Olho Direito

# exerciseTitle
source: Eye Exercises
de: Augenübungen
es: Ejercicios Oculares
fr: Exercices Oculaires
pt: Exercícios Oculares

# exerciseBenefit1Title
source: Reduces Eye Fatigue
de: Reduziert Augenermüdung
es: Reduce la Fatiga Ocular
fr: Réduit la Fatigue Oculaire
pt: Reduz a Fadiga Ocular

# exerciseBenefit1Desc
source: Alleviates eye fatigue caused by screen use
de: Lindert Augenermüdung durch Bildschirmnutzung
es: Alivia la fatiga ocular causada por el uso de pantallas
fr: Soulage la fatigue oculaire causée par l'utilisation d'écrans
pt: Alivia a fadiga ocular causada pelo uso de telas

# exerciseBenefit2Title
source: Improves Focus
de: Verbessert den Fokus
es: Mejora el Enfoque
fr: Améliore la Concentration
pt: Melhora o Foco

# exerciseBenefit2Desc
source: Strengthens eye muscles to enhance focus ability
de: Stärkt die Augenmuskeln zur Verbesserung der Fokusfähigkeit
es: Fortalece los músculos oculares para mejorar la capacidad de enfoque
fr: Renforce les muscles oculaires pour améliorer la capacité de concentration
pt: Fortalece os músculos oculares para melhorar a capacidade de foco

# exerciseBenefit3Title
source: Increases Eye Coordination
de: Erhöht die Augenkoordination
es: Aumenta la Coordinación Ocular
fr: Augmente la Coordination Oculaire
pt: Aumenta a Coordenação Ocular

# exerciseBenefit3Desc
source: Improves coordination by regulating eye movements
de: Verbessert die Koordination durch Regulierung der Augenbewegungen
es: Mejora la coordinación regulando los movimientos oculares
fr: Améliore la coordination en régulant les mouvements oculaires
pt: Melhora a coordenação regulando os movimentos oculares

# exerciseBenefit4Title
source: Protects Eye Health
de: Schützt die Augengesundheit
es: Protege la Salud Ocular
fr: Protège la Santé Oculaire
pt: Protege a Saúde Ocular

# exerciseBenefit4Desc
source: Protect your eye health with regular exercise
de: Schützen Sie Ihre Augengesundheit mit regelmäßigen Übungen
es: Proteja su salud ocular con ejercicio regular
fr: Protégez votre santé oculaire avec des exercices réguliers
pt: Proteja sua saúde ocular com exercícios regulares

# exerciseBenefit5Title
source: Rests the Eyes
de: Ruht die Augen aus
es: Descansa los Ojos
fr: Repose les Yeux
pt: Descansa os Olhos

# exerciseBenefit5Desc
source: Rest your eyes by adding to your daily routine
de: Ruhen Sie Ihre Augen aus, indem Sie sie zu Ihrer täglichen Routine hinzufügen
es: Descanse sus ojos agregándolos a su rutina diaria
fr: Reposez vos yeux en les ajoutant à votre routine quotidienne
pt: Descanse seus olhos adicionando à sua rotina diária

# exerciseStart
source: Start
de: Starten
es: Comenzar
fr: Commencer
pt: Começar

# exerciseScrollDown
source: Scroll down
de: Nach unten scrollen
es: Desplazar hacia abajo
fr: Faire défiler vers le bas
pt: Rolar para baixo

# exerciseProfileSelect
source: Select Profile
de: Profil Auswählen
es: Seleccionar Perfil
fr: Sélectionner un Profil
pt: Selecionar Perfil

# exerciseProfileSelectDesc
source: Choose the exercise program that suits you
de: Wählen Sie das Übungsprogramm, das zu Ihnen passt
es: Elija el programa de ejercicios que se adapte a usted
fr: Choisissez le programme d'exercices qui vous convient
pt: Escolha o programa de exercícios que se adapta a você

# exerciseProfileChild
source: Child (Family)
de: Kind (Familie)
es: Niño (Familia)
fr: Enfant (Famille)
pt: Criança (Família)

# exerciseProfileChildSubtitle
source: Ages 5-12
de: 5-12 Jahre
es: Edades 5-12
fr: 5-12 ans
pt: 5-12 anos

# exerciseProfileAdult
source: Adult
de: Erwachsener
es: Adulto
fr: Adulte
pt: Adulto

# exerciseProfileAdultSubtitle
source: Suitable for all ages.
de: Für alle Altersgruppen geeignet.
es: Adecuado para todas las edades.
fr: Adapté à tous les âges.
pt: Adequado para todas as idades.

# exerciseProfileOffice
source: Office Worker
de: Büroangestellter
es: Trabajador de Oficina
fr: Travailleur de Bureau
pt: Trabalhador de Escritório

# exerciseProfileInfo
source: Specially prepared exercise programs for each profile
de: Speziell vorbereitete Übungsprogramme für jedes Profil
es: Programas de ejercicios especialmente preparados para cada perfil
fr: Programmes d'exercices spécialement préparés pour chaque profil
pt: Programas de exercícios especialmente preparados para cada perfil

# exerciseProfileChildFull
source: Child (Family) - Ages 5-12
de: Kind (Familie) - 5-12 Jahre
es: Niño (Familia) - Edades 5-12
fr: Enfant (Famille) - 5-12 ans
pt: Criança (Família) - 5-12 anos

# exerciseProfileAdultFull
source: Adult (Suitable for all ages.)
de: Erwachsener (Für alle Altersgruppen geeignet.)
es: Adulto (Adecuado para todas las edades.)
fr: Adulte (Adapté à tous les âges.)
pt: Adulto (Adequado para todas as idades.)

# exerciseDailyReminder
source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio Diario
fr: Rappel Quotidien
pt: Lembrete Diário

# exerciseDailyReminderDesc
source: Would you like to receive a daily eye exercise reminder once a day?
de: Möchten Sie einmal täglich eine Erinnerung für Augenübungen erhalten?
es: ¿Le gustaría recibir un recordatorio de ejercicios oculares una vez al día?
fr: Souhaitez-vous recevoir un rappel d'exercices oculaires une fois par jour?
pt: Gostaria de receber um lembrete de exercícios oculares uma vez por dia?

# exerciseNo
source: No
de: Nein
fr: Non
pt: Não

# exerciseYes
source: Yes
de: Ja
es: Sí
fr: Oui
pt: Sim

# exerciseTodayExercises
source: Today's Exercises
de: Heutige Übungen
es: Ejercicios de Hoy
fr: Exercices d'Aujourd'hui
pt: Exercícios de Hoje

# exerciseSteps
source: {count} steps
de: {count} Schritte
es: {count} pasos
fr: {count} étapes
pt: {count} passos

# exerciseStartExercises
source: Start Exercises
de: Übungen Starten
es: Comenzar Ejercicios
fr: Commencer les Exercices
pt: Iniciar Exercícios

# exerciseNumber
source: Exercise {current} / {total}
de: Übung {current} / {total}
es: Ejercicio {current} / {total}
fr: Exercice {current} / {total}
pt: Exercício {current} / {total}

# exerciseComplete
source: Complete
de: Abschließen
es: Completar
fr: Terminer
pt: Completar

# exerciseDone
source: Done ({current}/{total})
de: Erledigt ({current}/{total})
es: Hecho ({current}/{total})
fr: Fait ({current}/{total})
pt: Feito ({current}/{total})

# exerciseReady
source: Ready
de: Bereit
es: Listo
fr: Prêt
pt: Pronto

# exerciseStarting
source: Starting
de: Startet
es: Comenzando
fr: Démarrage
pt: Iniciando

# exerciseNext
source: Next
de: Nächste Übung
es: Siguiente Ejercicio
fr: Exercice Suivant
pt: Próximo

# exerciseFinish
source: Finish
de: Beenden
es: Finalizar
fr: Terminer
pt: Finalizar

# exerciseExit
source: Exit
de: Beenden
es: Salir
fr: Quitter
pt: Sair

# exerciseCompletionTitleAdult
source: ✔ Today's exercises completed
de: ✔ Heutige Übungen abgeschlossen
es: ✔ Ejercicios de hoy completados
fr: ✔ Exercices d'aujourd'hui terminés
pt: ✔ Exercícios de hoje completados

# exerciseCompletionTitleChild
source: 🎉 Great Job!
de: 🎉 Großartige Arbeit!
es: 🎉 ¡Excelente Trabajo!
fr: 🎉 Excellent Travail!
pt: 🎉 Ótimo Trabalho!

# exerciseCompletionMessageAdult
source: You rested your eyes You refreshed your focus
de: Sie haben Ihre Augen ausgeruht Sie haben Ihren Fokus erneuert
es: Descansaste tus ojos Renovaste tu enfoque
fr: Vous avez reposé vos yeux Vous avez rafraîchi votre concentration
pt: Você descansou seus olhos Você renovou seu foco

# exerciseCompletionMessageChild
source: You completed today's eye exercises 👏
de: Sie haben die heutigen Augenübungen abgeschlossen 👏
es: Completaste los ejercicios oculares de hoy 👏
fr: Vous avez terminé les exercices oculaires d'aujourd'hui 👏
pt: Você completou os exercícios oculares de hoje 👏

# exerciseCompletionSubtitleAdult
source: Once a day is enough
de: Einmal am Tag reicht
es: Una vez al día es suficiente
fr: Une fois par jour suffit
pt: Uma vez por dia é suficiente

# exerciseCompletionSubtitleChild
source: Your eyes thank you
de: Ihre Augen danken Ihnen
es: Tus ojos te agradecen
fr: Vos yeux vous remercient
pt: Seus olhos agradecem

# exerciseBackToHome
source: Back to Home
de: Zurück zum Start
es: Volver al Inicio
fr: Retour à l'Accueil
pt: Voltar ao Início

# exerciseRepeat
source: Repeat Exercises
de: Übungen Wiederholen
es: Repetir Ejercicios
fr: Répéter les Exercices
pt: Repetir Exercícios

# repetitionText
source: repetitions
de: Wiederholungen
es: repeticiones
fr: répétitions
pt: repetições

# secondText
source: seconds
de: Sekunden
es: segundos
fr: secondes
pt: segundos

# remainingText
source: remaining
de: verbleibend
es: restantes
fr: restantes
pt: restantes

# exerciseChild1Title
source: Butterfly Eyes
de: Schmetterlingsaugen
es: Ojos de Mariposa
fr: Yeux de Papillon
pt: Olhos de Borboleta

# exerciseChild1Desc
source: Let's flap like a butterfly! Slowly open and close your eyes. 👁️
de: Lass uns wie ein Schmetterling flattern! Öffne und schließe langsam deine Augen. 👁️
es: ¡Aleteemos como una mariposa! Abre y cierra los ojos lentamente. 👁️
fr: Battons des ailes comme un papillon ! Ouvrez et fermez lentement vos yeux. 👁️
pt: Vamos bater as asas como uma borboleta! Abra e feche os olhos lentamente. 👁️

# exerciseChild1Benefit
source: Moisturizes and relaxes the eyes
de: Befeuchtet und entspannt die Augen
es: Hidrata y relaja los ojos
fr: Hydrate et détend les yeux
pt: Hidrata e relaxa os olhos

# exerciseChild2Title
source: Near–Far Game
de: Nah–Fern Spiel
es: Juego Cerca–Lejos
fr: Jeu Proche–Loin
pt: Jogo Perto–Longe

# exerciseChild2Desc
source: Look at your finger. 👆 Now look at the end of the room. 🌳 Let's do it again!
de: Schaue auf deinen Finger. 👆 Jetzt schaue ans Ende des Raums. 🌳 Lass uns es nochmal machen!
es: Mira tu dedo. 👆 Ahora mira al final de la habitación. 🌳 ¡Hagámoslo de nuevo!
fr: Regardez votre doigt. 👆 Maintenant regardez au bout de la pièce. 🌳 Refaisons-le !
pt: Olhe para o seu dedo. 👆 Agora olhe para o final da sala. 🌳 Vamos fazer de novo!

# exerciseChild2Benefit
source: Improves focusing ability
de: Verbessert die Fokussierungsfähigkeit
es: Mejora la capacidad de enfoque
fr: Améliore la capacité de mise au point
pt: Melhora a capacidade de foco

# exerciseChild3Title
source: Magic Eight
de: Magische Acht
es: Ocho Mágico
fr: Huit Magique
pt: Oito Mágico

# exerciseChild3Desc
source: Draw an eight in the air with your eyes. Very slowly and calmly. ✨
de: Zeichne eine Acht in die Luft mit deinen Augen. Sehr langsam und ruhig. ✨
es: Dibuja un ocho en el aire con tus ojos. Muy lento y tranquilo. ✨
fr: Dessinez un huit dans l'air avec vos yeux. Très lentement et calmement. ✨
pt: Desenhe um oito no ar com os olhos. Muito devagar e calmo. ✨

# exerciseChild3Benefit
source: Strengthens eye coordination
de: Stärkt die Augenkoordination
es: Fortalece la coordinación ocular
fr: Renforce la coordination oculaire
pt: Fortalece a coordenação ocular

# exerciseChild4Title
source: Look Left–Right
de: Links–Rechts Schauen
es: Miremos Izquierda–Derecha
fr: Regardez Gauche–Droite
pt: Olhar Esquerda–Direita

# exerciseChild4Desc
source: Keep your head still! Just look left and right with your eyes.
de: Halte deinen Kopf still! Schaue nur mit deinen Augen links und rechts.
es: ¡Mantén la cabeza quieta! Solo mira a la izquierda y derecha con los ojos.
fr: Gardez la tête immobile ! Regardez simplement à gauche et à droite avec vos yeux.
pt: Mantenha a cabeça parada! Apenas olhe para a esquerda e direita com os olhos.

# exerciseChild4Benefit
source: Stretches and strengthens eye muscles
de: Dehnt und stärkt die Augenmuskeln
es: Estira y fortalece los músculos oculares
fr: Étire et renforce les muscles oculaires
pt: Estica e fortalece os músculos oculares

# exerciseChild5Title
source: Eye Elevator
de: Augenaufzug
es: Ascensor de Ojos
fr: Ascenseur des Yeux
pt: Elevador dos Olhos

# exerciseChild5Desc
source: The elevator is going up. ⬆️ Now it's going down. ⬇️
de: Der Aufzug fährt hoch. ⬆️ Jetzt fährt er runter. ⬇️
es: El ascensor sube. ⬆️ Ahora baja. ⬇️
fr: L'ascenseur monte. ⬆️ Maintenant il descend. ⬇️
pt: O elevador está subindo. ⬆️ Agora está descendo. ⬇️

# exerciseChild5Benefit
source: Improves vertical eye movements
de: Verbessert vertikale Augenbewegungen
es: Mejora los movimientos oculares verticales
fr: Améliore les mouvements oculaires verticaux
pt: Melhora os movimentos oculares verticais

# exerciseChild6Title
source: Drawing Circles
de: Kreise Zeichnen
es: Dibujando Círculos
fr: Dessiner des Cercles
pt: Desenhando Círculos

# exerciseChild6Desc
source: Draw a big circle with your eyes. Now the other way!
de: Zeichne einen großen Kreis mit deinen Augen. Jetzt in die andere Richtung!
es: Dibuja un círculo grande con los ojos. ¡Ahora al revés!
fr: Dessinez un grand cercle avec vos yeux. Maintenant dans l'autre sens !
pt: Desenhe um círculo grande com os olhos. Agora no outro sentido!

# exerciseChild6Benefit
source: Relaxes and soothes eye muscles
de: Entspannt und beruhigt die Augenmuskeln
es: Relaja y calma los músculos oculares
fr: Détend et apaise les muscles oculaires
pt: Relaxa e acalma os músculos oculares

# exerciseChild7Title
source: Turtle Rest
de: Schildkrötenruhe
es: Descanso de Tortuga
fr: Repos de Tortue
pt: Descanso de Tartaruga

# exerciseChild7Desc
source: Pull in like a turtle. Close your eyes and rest.
de: Zieh dich ein wie eine Schildkröte. Schließe deine Augen und ruhe dich aus.
es: Métete como una tortuga. Cierra los ojos y descansa.
fr: Rentrez comme une tortue. Fermez les yeux et reposez-vous.
pt: Recolha-se como uma tartaruga. Feche os olhos e descanse.

# exerciseChild7Benefit
source: Rests the eyes and reduces fatigue
de: Ruht die Augen aus und reduziert Müdigkeit
es: Descansa los ojos y reduce la fatiga
fr: Repose les yeux et réduit la fatigue
pt: Descansa os olhos e reduz a fadiga

# exerciseChild8Title
source: Count Clouds
de: Wolken Zählen
es: Contemos Nubes
fr: Compter les Nuages
pt: Contar Nuvens

# exerciseChild8Desc
source: Look at the ceiling. Count the clouds and breathe slowly.
de: Schaue an die Decke. Zähle die Wolken und atme langsam.
es: Mira al techo. Cuenta las nubes y respira lentamente.
fr: Regardez le plafond. Comptez les nuages et respirez lentement.
pt: Olhe para o teto. Conte as nuvens e respire lentamente.

# exerciseChild8Benefit
source: Improves focus on distant objects
de: Verbessert den Fokus auf entfernte Objekte
es: Mejora el enfoque en objetos distantes
fr: Améliore la mise au point sur les objets distants
pt: Melhora o foco em objetos distantes

# exerciseChild9Title
source: Fast & Slow
de: Schnell & Langsam
es: Rápido y Lento
fr: Rapide et Lent
pt: Rápido e Lento

# exerciseChild9Desc
source: Blink five times fast. ⚡ Blink five times slow. 🐢
de: Blinzle fünfmal schnell. ⚡ Blinzle fünfmal langsam. 🐢
es: Parpadea cinco veces rápido. ⚡ Parpadea cinco veces lento. 🐢
fr: Clignez cinq fois rapidement. ⚡ Clignez cinq fois lentement. 🐢
pt: Pisque cinco vezes rápido. ⚡ Pisque cinco vezes devagar. 🐢

# exerciseChild9Benefit
source: Regulates blinking reflex
de: Reguliert den Blinzelreflex
es: Regula el reflejo de parpadeo
fr: Régule le réflexe de clignement
pt: Regula o reflexo de piscar

# exerciseChild10Title
source: Happy Eyes
de: Glückliche Augen
es: Ojos Felices
fr: Yeux Heureux
pt: Olhos Felizes

# exerciseChild10Desc
source: Close your eyes. Smile big. 😄
de: Schließe deine Augen. Lächle groß. 😄
es: Cierra los ojos. Sonríe mucho. 😄
fr: Fermez les yeux. Souriez beaucoup. 😄
pt: Feche os olhos. Sorria muito. 😄

# exerciseChild10Benefit
source: Relaxes the eyes and gives a feeling of happiness
de: Entspannt die Augen und gibt ein Gefühl von Glück
es: Relaja los ojos y da sensación de felicidad
fr: Détend les yeux et donne une sensation de bonheur
pt: Relaxa os olhos e dá sensação de felicidade

# exerciseAdult1Title
source: Conscious Blinking
de: Bewusstes Blinzeln
es: Parpadeo Consciente
fr: Clignement Conscient
pt: Piscar Consciente
