Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# resultAverageLast7
source: Average of Last 7 Tests
de: Durchschnitt der Letzten 7 Tests
es: Promedio de las Últimas 7 Pruebas
fr: Moyenne des 7 Derniers Tests
pt: Média dos Últimos 7 Testes

# resultDetailedRecommendations
source: Detailed Recommendations
de: Detaillierte Empfehlungen
es: Recomendaciones Detalladas
fr: Recommandations Détaillées
pt: Recomendações Detalhadas

# resultDetailedColorPerfect
source: You have excellent color vision. You can maintain this condition with regular checkups.
de: Sie haben ein ausgezeichnetes Farbsehen. Sie können diesen Zustand mit regelmäßigen Kontrollen aufrechterhalten.
es: Tiene una excelente visión del color. Puede mantener esta condición con controles regulares.
fr: Vous avez une excellente vision des couleurs. Vous pouvez maintenir cette condition avec des contrôles réguliers.
pt: Você tem uma excelente visão de cores. Você pode manter esta condição com exames regulares.

# resultDetailedColorNormal
source: Your color vision is at a normal level. However, if you have difficulty distinguishing some colors, it is recommended that you consult an eye doctor.
de: Ihr Farbsehen ist auf einem normalen Niveau. Wenn Sie jedoch Schwierigkeiten haben, einige Farben zu unterscheiden, wird empfohlen, einen Augenarzt zu konsultieren.
es: Su visión del color está en un nivel normal. Sin embargo, si tiene dificultad para distinguir algunos colores, se recomienda que consulte a un oftalmólogo.
fr: Votre vision des couleurs est à un niveau normal. Cependant, si vous avez des difficultés à distinguer certaines couleurs, il est recommandé de consulter un ophtalmologue.
pt: Sua visão de cores está em um nível normal. No entanto, se você tiver dificuldade em distinguir algumas cores, é recomendado que consulte um oftalmologista.

# resultDetailedColorDeficiency
source: There may be a deficiency in color vision. Be sure to consult an eye doctor and have a detailed examination.
de: Es kann eine Farbsehschwäche geben. Stellen Sie sicher, dass Sie einen Augenarzt konsultieren und eine detaillierte Untersuchung durchführen lassen.
es: Puede haber una deficiencia en la visión del color. Asegúrese de consultar a un oftalmólogo y hacerse un examen detallado.
fr: Il peut y avoir une déficience de la vision des couleurs. Assurez-vous de consulter un ophtalmologue et de faire un examen détaillé.
pt: Pode haver uma deficiência na visão de cores. Certifique-se de consultar um oftalmologista e fazer um exame detalhado.

# resultDetailedAcuityVeryGood
source: Your visual acuity is at a very good level. You can maintain this condition with regular eye examinations.
de: Ihre Sehschärfe ist auf einem sehr guten Niveau. Sie können diesen Zustand mit regelmäßigen Augenuntersuchungen aufrechterhalten.
es: Su agudeza visual está en un nivel muy bueno. Puede mantener esta condición con exámenes oculares regulares.
fr: Votre acuité visuelle est à un très bon niveau. Vous pouvez maintenir cette condition avec des examens oculaires réguliers.
pt: Sua acuidade visual está em um nível muito bom. Você pode manter esta condição com exames oculares regulares.

# resultDetailedAcuityModerate
source: Your visual acuity is at a moderate level. It is recommended that you consult an eye doctor for a more detailed evaluation.
de: Ihre Sehschärfe ist auf einem mittleren Niveau. Es wird empfohlen, einen Augenarzt für eine detailliertere Bewertung zu konsultieren.
es: Su agudeza visual está en un nivel moderado. Se recomienda que consulte a un oftalmólogo para una evaluación más detallada.
fr: Votre acuité visuelle est à un niveau modéré. Il est recommandé de consulter un ophtalmologue pour une évaluation plus détaillée.
pt: Sua acuidade visual está em um nível moderado. É recomendado que consulte um oftalmologista para uma avaliação mais detalhada.

# resultDetailedAcuityLow
source: Your visual acuity is at a low level. You need to urgently consult an eye doctor and have an examination.
de: Ihre Sehschärfe ist auf einem niedrigen Niveau. Sie müssen dringend einen Augenarzt konsultieren und eine Untersuchung durchführen lassen.
es: Su agudeza visual está en un nivel bajo. Necesita consultar urgentemente a un oftalmólogo y hacerse un examen.
fr: Votre acuité visuelle est à un niveau faible. Vous devez consulter d'urgence un ophtalmologue et faire un examen.
pt: Sua acuidade visual está em um nível baixo. Você precisa consultar urgentemente um oftalmologista e fazer um exame.

# resultCorrectAnswers
source: {correct} / {total} Correct
de: {correct} / {total} Richtig
es: {correct} / {total} Correctas
fr: {correct} / {total} Correctes
pt: {correct} / {total} Corretas

# detailedAnalysisTitle
source: Detailed Analysis
de: Detaillierte Analyse
es: Análisis Detallado
fr: Analyse Détaillée
pt: Análise Detalhada

# detailedAnalysisResult
source: Result: %{percentage}
de: Ergebnis: %{percentage}
es: Resultado: %{percentage}
fr: Résultat: %{percentage}
pt: Resultado: %{percentage}

# detailedAnalysisCurrentStatus
source: Current Status
de: Aktueller Status
es: Estado Actual
fr: État Actuel
pt: Status Atual

# detailedAnalysisPossibleProblems
source: Possible Problems
de: Mögliche Probleme
es: Posibles Problemas
fr: Problèmes Possibles
pt: Possíveis Problemas

# detailedAnalysisPossibleConsequences
source: Possible Consequences and Effects
de: Mögliche Folgen und Auswirkungen
es: Posibles Consecuencias y Efectos
fr: Conséquences et Effets Possibles
pt: Possíveis Consequências e Efeitos

# detailedAnalysisTreatmentOptions
source: Treatment and Solution Recommendations
de: Behandlungs- und Lösungsempfehlungen
es: Recomendaciones de Tratamiento y Soluciones
fr: Recommandations de Traitement et Solutions
pt: Recomendações de Tratamento e Soluções

# detailedAnalysisManagement
source: Management and Support
de: Management und Unterstützung
es: Gestión y Apoyo
fr: Gestion et Soutien
pt: Gestão e Suporte

# detailedAnalysisRecommendations
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
pt: Recomendações

# detailedAnalysisWarning
source: Important Warning
de: Wichtige Warnung
es: Advertencia Importante
fr: Avertissement Important
pt: Aviso Importante

# detailedAnalysisWarningText
source: These results are for informational purposes only and do not replace a definitive diagnosis. If you are experiencing any vision problems, be sure to consult an eye doctor.
de: Diese Ergebnisse dienen nur zu Informationszwecken und ersetzen keine endgültige Diagnose. Wenn Sie Sehprobleme haben, konsultieren Sie einen Augenarzt.
es: Estos resultados son solo para fines informativos y no reemplazan un diagnóstico definitivo. Si experimenta algún problema de visión, asegúrese de consultar a un oftalmólogo.
fr: Ces résultats sont à titre informatif uniquement et ne remplacent pas un diagnostic définitif. Si vous rencontrez des problèmes de vision, consultez un ophtalmologiste.
pt: Estes resultados são apenas para fins informativos e não substituem um diagnóstico definitivo. Se você estiver enfrentando problemas de visão, consulte um oftalmologista.

# detailedAnalysisDailyLife
source: Daily Life
de: Alltag
es: Vida Diaria
fr: Vie Quotidienne
pt: Vida Diária

# detailedAnalysisWorkLife
source: Work Life
de: Arbeitsleben
es: Vida Laboral
fr: Vie Professionnelle
pt: Vida Profissional

# detailedAnalysisHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
pt: Saúde

# detailedAnalysisEducation
source: Education
de: Bildung
es: Educación
fr: Éducation
pt: Educação

# detailedAnalysisVisualAcuityAssessment
source: Visual Acuity Assessment
de: Bewertung der Sehschärfe
es: Evaluación de la Agudeza Visual
fr: Évaluation de l'Acuité Visuelle
pt: Avaliação da Acuidade Visual

# detailedAnalysisVisualAcuityStatus
source: Your visual acuity is at {percentage}%. This value is evaluated in the {severity} category.
de: Ihre Sehschärfe liegt bei {percentage}%. Dieser Wert wird in der Kategorie {severity} bewertet.
es: Su agudeza visual está en {percentage}%. Este valor se evalúa en la categoría {severity}.
fr: Votre acuité visuelle est à {percentage}%. Cette valeur est évaluée dans la catégorie {severity}.
pt: Sua acuidade visual está em {percentage}%. Este valor é avaliado na categoria {severity}.

# detailedAnalysisSeverityMild
source: Mild Low
de: Leicht Niedrig
es: Leve Bajo
fr: Léger Faible
pt: Leve Baixo

# detailedAnalysisSeverityModerate
source: Moderate Low
de: Mäßig Niedrig
es: Moderado Bajo
fr: Modéré Faible
pt: Moderado Baixo

# detailedAnalysisSeveritySevere
source: Severe Low
de: Schwer Niedrig
es: Grave Bajo
fr: Grave Faible
pt: Grave Baixo

# detailedAnalysisMyopia
source: Myopia (Cannot See Far)
de: Kurzsichtigkeit (Kann Nicht Weit Sehen)
es: Miopía (No Puede Ver de Lejos)
fr: Myopie (Ne Peut Pas Voir de Loin)
pt: Miopia (Não Consegue Ver de Longe)

# detailedAnalysisMyopiaDesc
source: The condition of not being able to see distant objects clearly. It is usually caused by the eyeball being longer than normal or the cornea being too curved.
de: Der Zustand, entfernte Objekte nicht klar sehen zu können. Er wird normalerweise durch einen längeren Augapfel als normal oder eine zu gekrümmte Hornhaut verursacht.
es: La condición de no poder ver objetos distantes con claridad. Generalmente es causada por el globo ocular siendo más largo de lo normal o la córnea siendo demasiado curvada.
fr: L'incapacité de voir clairement les objets distants. Elle est généralement causée par un globe oculaire plus long que la normale ou une cornée trop courbée.
pt: A condição de não conseguir ver objetos distantes com clareza. Geralmente é causada pelo globo ocular sendo mais longo que o normal ou a córnea sendo muito curvada.

# detailedAnalysisMyopiaSymptom1
source: Blurred vision of distant objects
de: Verschwommene Sicht auf entfernte Objekte
es: Visión borrosa de objetos distantes
fr: Vision floue des objets distants
pt: Visão embaçada de objetos distantes

# detailedAnalysisMyopiaSymptom2
source: Squinting
de: Zusammenkneifen der Augen
es: Entrecerrar los ojos
fr: Plisser les yeux
pt: Franzir os olhos

# detailedAnalysisMyopiaSymptom3
source: Headache
de: Kopfschmerzen
es: Dolor de cabeza
fr: Mal de tête
pt: Dor de cabeça

# detailedAnalysisMyopiaSymptom4
source: Eye strain
de: Augenbelastung
es: Fatiga visual
fr: Fatigue oculaire
pt: Fadiga ocular

# detailedAnalysisHypermetropia
source: Hypermetropia (Cannot See Near)
de: Weitsichtigkeit (Kann Nicht Nah Sehen)
es: Hipermetropía (No Puede Ver de Cerca)
fr: Hypermétropie (Ne Peut Pas Voir de Près)
pt: Hipermetropia (Não Consegue Ver de Perto)

# detailedAnalysisHypermetropiaDesc
source: The condition of not being able to see close objects clearly. It is caused by the eyeball being shorter than normal or the cornea being flat.
de: Der Zustand, nahe Objekte nicht klar sehen zu können. Er wird durch einen kürzeren Augapfel als normal oder eine flache Hornhaut verursacht.
es: La condición de no poder ver objetos cercanos con claridad. Es causada por el globo ocular siendo más corto de lo normal o la córnea siendo plana.
fr: L'incapacité de voir clairement les objets proches. Elle est causée par un globe oculaire plus court que la normale ou une cornée plate.
pt: A condição de não conseguir ver objetos próximos com clareza. É causada pelo globo ocular sendo mais curto que o normal ou a córnea sendo plana.

# detailedAnalysisHypermetropiaSymptom1
source: Blurred vision of close objects
de: Verschwommene Sicht auf nahe Objekte
es: Visión borrosa de objetos cercanos
fr: Vision floue des objets proches
pt: Visão embaçada de objetos próximos

# detailedAnalysisHypermetropiaSymptom2
source: Reading difficulty
de: Leseschwierigkeiten
es: Dificultad para leer
fr: Difficulté de lecture
pt: Dificuldade de leitura

# detailedAnalysisHypermetropiaSymptom3
source: Eye strain
de: Augenbelastung
es: Fatiga visual
fr: Fatigue oculaire
pt: Fadiga ocular

# detailedAnalysisHypermetropiaSymptom4
source: Headache
de: Kopfschmerzen
es: Dolor de cabeza
fr: Mal de tête
pt: Dor de cabeça

# detailedAnalysisPresbyopia
source: Presbyopia (Age-Related Near Vision Problem)
de: Alterssichtigkeit (Altersbedingtes Nahsehproblem)
es: Presbicia (Problema de Visión Cercana Relacionado con la Edad)
fr: Presbytie (Problème de Vision de Près Lié à l'Âge)
pt: Presbiopia (Problema de Visão de Perto Relacionado à Idade)

# detailedAnalysisPresbyopiaDesc
source: Decrease in near vision ability after age 40. It is caused by the loss of flexibility of the eye lens.
de: Abnahme der Nahsehfähigkeit nach dem 40. Lebensjahr. Sie wird durch den Verlust der Flexibilität der Augenlinse verursacht.
es: Disminución de la capacidad de visión cercana después de los 40 años. Es causada por la pérdida de flexibilidad del cristalino del ojo.
fr: Diminution de la capacité de vision de près après 40 ans. Elle est causée par la perte de flexibilité du cristallin de l'œil.
pt: Diminuição da capacidade de visão de perto após os 40 anos. É causada pela perda de flexibilidade da lente do olho.

# detailedAnalysisPresbyopiaSymptom1
source: Near reading difficulty
de: Nahleseschwierigkeiten
es: Dificultad para leer de cerca
fr: Difficulté de lecture de près
pt: Dificuldade de leitura de perto

# detailedAnalysisPresbyopiaSymptom2
source: Reading with arms extended
de: Lesen mit ausgestreckten Armen
es: Leer con los brazos extendidos
fr: Lecture avec les bras tendus
pt: Leitura com braços estendidos

# detailedAnalysisPresbyopiaSymptom3
source: Need for light
de: Lichtbedarf
es: Necesidad de luz
fr: Besoin de lumière
pt: Necessidade de luz

# detailedAnalysisDailyLifeConsequence1
source: Difficulty while driving
de: Schwierigkeiten beim Fahren
es: Dificultad al conducir
fr: Difficulté lors de la conduite
pt: Dificuldade ao dirigir

# detailedAnalysisDailyLifeConsequence2
source: Reading and writing problems
de: Lese- und Schreibprobleme
es: Problemas de lectura y escritura
fr: Problèmes de lecture et d'écriture
pt: Problemas de leitura e escrita

# detailedAnalysisDailyLifeConsequence3
source: Fatigue when using screens
de: Müdigkeit bei der Verwendung von Bildschirmen
es: Fatiga al usar pantallas
fr: Fatigue lors de l'utilisation d'écrans
pt: Fadiga ao usar telas

# detailedAnalysisDailyLifeConsequence4
source: Difficulty in social activities
de: Schwierigkeiten bei sozialen Aktivitäten
es: Dificultad en actividades sociales
fr: Difficulté dans les activités sociales
pt: Dificuldade em atividades sociais

# detailedAnalysisWorkLifeConsequence1
source: Difficulty using computers
de: Schwierigkeiten bei der Verwendung von Computern
es: Dificultad al usar computadoras
fr: Difficulté à utiliser les ordinateurs
pt: Dificuldade ao usar computadores

# detailedAnalysisWorkLifeConsequence2
source: Risk of errors in detailed work
de: Fehlerrisiko bei detaillierten Arbeiten
es: Riesgo de errores en trabajos detallados
fr: Risque d'erreurs dans les travaux détaillés
pt: Risco de erros em trabalhos detalhados

# detailedAnalysisWorkLifeConsequence3
source: Productivity loss
de: Produktivitätsverlust
es: Pérdida de productividad
fr: Perte de productivité
pt: Perda de produtividade

# detailedAnalysisWorkLifeConsequence4
source: Eye strain
de: Augenbelastung
es: Fatiga visual
fr: Fatigue oculaire
pt: Fadiga ocular

# detailedAnalysisHealthConsequence1
source: Chronic headaches
de: Chronische Kopfschmerzen
es: Dolores de cabeza crónicos
fr: Maux de tête chroniques
pt: Dores de cabeça crônicas

# detailedAnalysisHealthConsequence2
source: Eye strain
de: Augenbelastung
es: Fatiga visual
fr: Fatigue oculaire
pt: Fadiga ocular

# detailedAnalysisHealthConsequence3
source: Dry eyes
de: Trockene Augen
es: Ojos secos
fr: Yeux secs
pt: Olhos secos

# detailedAnalysisHealthConsequence4
source: Risk of strabismus (in children)
de: Risiko von Schielen (bei Kindern)
es: Riesgo de estrabismo (en niños)
fr: Risque de strabisme (chez les enfants)
pt: Risco de estrabismo (em crianças)

# detailedAnalysisSolutionGlasses
source: Glasses Use
de: Brillenverwendung
es: Uso de Gafas
fr: Utilisation de Lunettes
pt: Uso de Óculos

# detailedAnalysisSolutionGlassesDesc
source: The most common and effective solution. Use the glasses prescribed by your eye doctor regularly.
de: Die häufigste und effektivste Lösung. Verwenden Sie die von Ihrem Augenarzt verschriebenen Brillen regelmäßig.
es: La solución más común y efectiva. Use las gafas recetadas por su oftalmólogo regularmente.
fr: La solution la plus courante et efficace. Utilisez régulièrement les lunettes prescrites par votre ophtalmologiste.
pt: A solução mais comum e eficaz. Use os óculos prescritos pelo seu oftalmologista regularmente.

# detailedAnalysisSolutionContacts
source: Contact Lenses
de: Kontaktlinsen
es: Lentes de Contacto
fr: Lentilles de Contact
pt: Lentes de Contato

# detailedAnalysisSolutionContactsDesc
source: Alternative for those who do not want to wear glasses. Can be used with your eye doctor's recommendation.
de: Alternative für diejenigen, die keine Brille tragen möchten. Kann mit der Empfehlung Ihres Augenarztes verwendet werden.
es: Alternativa para quienes no quieren usar gafas. Puede usarse con la recomendación de su oftalmólogo.
fr: Alternative pour ceux qui ne veulent pas porter de lunettes. Peut être utilisé avec la recommandation de votre ophtalmologiste.
pt: Alternativa para quem não quer usar óculos. Pode ser usado com a recomendação do seu oftalmologista.

# detailedAnalysisSolutionLaser
source: Laser Surgery
de: Laserschirurgie
es: Cirugía Láser
fr: Chirurgie au Laser
pt: Cirurgia a Laser

# detailedAnalysisSolutionLaserDesc
source: Permanent solution for suitable candidates. Your doctor will decide after a detailed examination.
de: Dauerhafte Lösung für geeignete Kandidaten. Ihr Arzt wird nach einer detaillierten Untersuchung entscheiden.
es: Solución permanente para candidatos adecuados. Su médico decidirá después de un examen detallado.
fr: Solution permanente pour les candidats appropriés. Votre médecin décidera après un examen détaillé.
pt: Solução permanente para candidatos adequados. Seu médico decidirá após um exame detalhado.

# detailedAnalysisSolutionExercises
source: Eye Exercises
de: Augenübungen
es: Ejercicios Oculares
fr: Exercices Oculaires
pt: Exercícios Oculares

# detailedAnalysisSolutionExercisesDesc
source: In some cases, it can improve vision quality by strengthening eye muscles.
de: In einigen Fällen kann es die Sehqualität verbessern, indem es die Augenmuskeln stärkt.
es: En algunos casos, puede mejorar la calidad de la visión fortaleciendo los músculos oculares.
fr: Dans certains cas, cela peut améliorer la qualité de la vision en renforçant les muscles oculaires.
pt: Em alguns casos, pode melhorar a qualidade da visão fortalecendo os músculos oculares.

# detailedAnalysisColorVisionAssessment
source: Color Vision Assessment
de: Bewertung des Farbsehens
es: Evaluación de la Visión del Color
fr: Évaluation de la Vision des Couleurs
pt: Avaliação da Visão de Cores

# detailedAnalysisColorVisionNormal
source: Your color vision is at a normal level. You can distinguish all colors correctly.
de: Ihr Farbsehen ist auf einem normalen Niveau. Sie können alle Farben korrekt unterscheiden.
es: Su visión del color está en un nivel normal. Puede distinguir todos los colores correctamente.
fr: Votre vision des couleurs est à un niveau normal. Vous pouvez distinguer toutes les couleurs correctement.
pt: Sua visão de cores está em um nível normal. Você pode distinguir todas as cores corretamente.

# detailedAnalysisColorVisionDeficiency
source: A deficiency in your color vision has been detected. This condition is evaluated as {severity} level color blindness.
de: Ein Mangel in Ihrem Farbsehen wurde festgestellt. Dieser Zustand wird als Farbenblindheit der Stufe {severity} bewertet.
es: Se ha detectado una deficiencia en su visión del color. Esta condición se evalúa como daltonismo de nivel {severity}.
fr: Une déficience dans votre vision des couleurs a été détectée. Cette condition est évaluée comme un daltonisme de niveau {severity}.
pt: Uma deficiência em sua visão de cores foi detectada. Esta condição é avaliada como daltonismo de nível {severity}.

# detailedAnalysisSeverityMildShort
source: Mild
de: Leicht
es: Leve
fr: Léger
pt: Leve

# detailedAnalysisSeverityModerateShort
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
pt: Moderado

# detailedAnalysisSeveritySevereShort
source: Severe
de: Schwer
es: Grave
fr: Grave
pt: Grave

# detailedAnalysisColorBlindnessTypes
source: Types of Color Blindness
de: Arten von Farbenblindheit
es: Tipos de Daltonismo
fr: Types de Daltonisme
pt: Tipos de Daltonismo

# detailedAnalysisDeuteranopia
source: Deuteranopia (Green Color Blindness)
de: Deuteranopie (Grüne Farbenblindheit)
es: Deuteranopia (Daltonismo Verde)
fr: Deutéranopie (Daltonisme Vert)
pt: Deuteranopia (Daltonismo Verde)

# detailedAnalysisDeuteranopiaDesc
source: The condition of not being able to distinguish green colors. It is the most common type of color blindness.
de: Der Zustand, grüne Farben nicht unterscheiden zu können. Es ist die häufigste Art von Farbenblindheit.
es: La condición de no poder distinguir colores verdes. Es el tipo más común de daltonismo.
fr: L'incapacité de distinguer les couleurs vertes. C'est le type de daltonisme le plus courant.
pt: A condição de não conseguir distinguir cores verdes. É o tipo mais comum de daltonismo.

# detailedAnalysisDeuteranopiaSymptom
source: Inability to distinguish green and red tones
de: Unfähigkeit, grüne und rote Töne zu unterscheiden
es: Incapacidad para distinguir tonos verdes y rojos
fr: Incapacité à distinguer les tons verts et rouges
pt: Incapacidade de distinguir tons verdes e vermelhos

# detailedAnalysisProtanopia
source: Protanopia (Red Color Blindness)
de: Protanopie (Rote Farbenblindheit)
es: Protanopia (Daltonismo Rojo)
fr: Protanopie (Daltonisme Rouge)
pt: Protanopia (Daltonismo Vermelho)

# detailedAnalysisProtanopiaDesc
source: The condition of not being able to distinguish red colors. It is the second most common type.
de: Der Zustand, rote Farben nicht unterscheiden zu können. Es ist die zweithäufigste Art.
es: La condición de no poder distinguir colores rojos. Es el segundo tipo más común.
fr: L'incapacité de distinguer les couleurs rouges. C'est le deuxième type le plus courant.
pt: A condição de não conseguir distinguir cores vermelhas. É o segundo tipo mais comum.

# detailedAnalysisProtanopiaSymptom
source: Inability to distinguish red and green tones
de: Unfähigkeit, rote und grüne Töne zu unterscheiden
es: Incapacidad para distinguir tonos rojos y verdes
fr: Incapacité à distinguer les tons rouges et verts
pt: Incapacidade de distinguir tons vermelhos e verdes

# detailedAnalysisTritanopia
source: Tritanopia (Blue-Yellow Color Blindness)
de: Tritanopie (Blau-Gelb-Farbenblindheit)
es: Tritanopia (Daltonismo Azul-Amarillo)
fr: Tritanopie (Daltonisme Bleu-Jaune)
pt: Tritanopia (Daltonismo Azul-Amarelo)

# detailedAnalysisTritanopiaDesc
source: The condition of not being able to distinguish blue and yellow colors. It is rarer.
de: Der Zustand, blaue und gelbe Farben nicht unterscheiden zu können. Es ist seltener.
es: La condición de no poder distinguir colores azules y amarillos. Es más raro.
fr: L'incapacité de distinguer les couleurs bleues et jaunes. C'est plus rare.
pt: A condição de não conseguir distinguir cores azuis e amarelas. É mais raro.

# detailedAnalysisTritanopiaSymptom
source: Inability to distinguish blue and yellow tones
de: Unfähigkeit, blaue und gelbe Töne zu unterscheiden
es: Incapacidad para distinguir tonos azules y amarillos
fr: Incapacité à distinguer les tons bleus et jaunes
pt: Incapacidade de distinguir tons azuis e amarelos
