Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# privacySection1Content
source: Our app may collect the following data to provide and improve our services: • Test results and history (stored on your device) • Usage statistics (anonymous) • Device information (operating system, model) • Application performance data Personal identification information (name, email, phone) is not collected.
de: Unsere App kann die folgenden Daten erfassen, um unsere Dienste bereitzustellen und zu verbessern: • Testergebnisse und Verlauf (auf Ihrem Gerät gespeichert) • Nutzungsstatistiken (anonym) • Geräteinformationen (Betriebssystem, Modell) • Anwendungsleistungsdaten Persönliche Identifikationsinformationen (Name, E-Mail, Telefon) werden nicht erfasst.
es: Nuestra aplicación puede recopilar los siguientes datos para proporcionar y mejorar nuestros servicios: • Resultados de pruebas e historial (almacenados en su dispositivo) • Estadísticas de uso (anónimas) • Información del dispositivo (sistema operativo, modelo) • Datos de rendimiento de la aplicación No se recopila información de identificación personal (nombre, correo electrónico, teléfono).
fr: Notre application peut collecter les données suivantes pour fournir et améliorer nos services: • Résultats de tests et historique (stockés sur votre appareil) • Statistiques d'utilisation (anonymes) • Informations sur l'appareil (système d'exploitation, modèle) • Données de performance de l'application Les informations d'identification personnelle (nom, e-mail, téléphone) ne sont pas collectées.
pt: Nosso aplicativo pode coletar os seguintes dados para fornecer e melhorar nossos serviços: • Resultados de testes e histórico (armazenados no seu dispositivo) • Estatísticas de uso (anônimas) • Informações do dispositivo (sistema operacional, modelo) • Dados de desempenho do aplicativo Informações de identificação pessoal (nome, e-mail, telefone) não são coletadas.

# privacySection2Title
source: 2. Data Usage
de: 2. Datennutzung
es: 2. Uso de Datos
fr: 2. Utilisation des Données
pt: 2. Uso de Dados

# privacySection2Content
source: Collected data is used for the following purposes: • Viewing and comparing your test results • Improving application performance • Debugging and resolving technical issues • Enhancing user experience Your data is not shared with third parties for advertising purposes.
de: Die erfassten Daten werden für folgende Zwecke verwendet: • Anzeigen und Vergleichen Ihrer Testergebnisse • Verbesserung der Anwendungsleistung • Fehlerbehebung und Lösung technischer Probleme • Verbesserung der Benutzererfahrung Ihre Daten werden nicht zu Werbezwecken an Dritte weitergegeben.
es: Los datos recopilados se utilizan para los siguientes propósitos: • Ver y comparar sus resultados de pruebas • Mejorar el rendimiento de la aplicación • Depurar y resolver problemas técnicos • Mejorar la experiencia del usuario Sus datos no se comparten con terceros con fines publicitarios.
fr: Les données collectées sont utilisées aux fins suivantes: • Visualiser et comparer vos résultats de tests • Améliorer les performances de l'application • Déboguer et résoudre les problèmes techniques • Améliorer l'expérience utilisateur Vos données ne sont pas partagées avec des tiers à des fins publicitaires.
pt: Os dados coletados são usados para os seguintes propósitos: • Visualizar e comparar seus resultados de testes • Melhorar o desempenho do aplicativo • Depurar e resolver problemas técnicos • Melhorar a experiência do usuário Seus dados não são compartilhados com terceiros para fins publicitários.

# privacySection3Title
source: 3. Data Storage
de: 3. Datenspeicherung
es: 3. Almacenamiento de Datos
fr: 3. Stockage des Données
pt: 3. Armazenamento de Dados

# privacySection3Content
source: • Test results and history are stored locally on your device • If you delete the app, all your data will be deleted • No cloud synchronization is performed • Your data is stored securely encrypted
de: • Testergebnisse und Verlauf werden lokal auf Ihrem Gerät gespeichert • Wenn Sie die App löschen, werden alle Ihre Daten gelöscht • Es wird keine Cloud-Synchronisierung durchgeführt • Ihre Daten werden sicher verschlüsselt gespeichert
es: • Los resultados de pruebas e historial se almacenan localmente en su dispositivo • Si elimina la aplicación, todos sus datos serán eliminados • No se realiza sincronización en la nube • Sus datos se almacenan de forma segura y cifrada
fr: • Les résultats de tests et l'historique sont stockés localement sur votre appareil • Si vous supprimez l'application, toutes vos données seront supprimées • Aucune synchronisation cloud n'est effectuée • Vos données sont stockées de manière sécurisée et cryptées
pt: • Resultados de testes e histórico são armazenados localmente no seu dispositivo • Se você excluir o aplicativo, todos os seus dados serão excluídos • Nenhuma sincronização na nuvem é realizada • Seus dados são armazenados de forma segura e criptografada

# privacySection4Title
source: 4. Third-Party Services
de: 4. Drittanbieterdienste
es: 4. Servicios de Terceros
fr: 4. Services Tiers
pt: 4. Serviços de Terceiros

# privacySection4Content
source: Our app may use the following third-party services: • Google AdMob: For ad display • Google Play Services: For in-app purchases • Firebase Analytics: For usage statistics (anonymous) These services are subject to their own privacy policies.
de: Unsere App kann die folgenden Drittanbieterdienste verwenden: • Google AdMob: Zur Anzeige von Werbung • Google Play Services: Für In-App-Käufe • Firebase Analytics: Für Nutzungsstatistiken (anonym) Diese Dienste unterliegen ihren eigenen Datenschutzrichtlinien.
es: Nuestra aplicación puede usar los siguientes servicios de terceros: • Google AdMob: Para mostrar anuncios • Google Play Services: Para compras dentro de la aplicación • Firebase Analytics: Para estadísticas de uso (anónimas) Estos servicios están sujetos a sus propias políticas de privacidad.
fr: Notre application peut utiliser les services tiers suivants: • Google AdMob: Pour l'affichage de publicités • Google Play Services: Pour les achats intégrés • Firebase Analytics: Pour les statistiques d'utilisation (anonymes) Ces services sont soumis à leurs propres politiques de confidentialité.
pt: Nosso aplicativo pode usar os seguintes serviços de terceiros: • Google AdMob: Para exibição de anúncios • Google Play Services: Para compras no aplicativo • Firebase Analytics: Para estatísticas de uso (anônimas) Esses serviços estão sujeitos às suas próprias políticas de privacidade.

# privacySection5Title
source: 5. Children's Privacy
de: 5. Datenschutz für Kinder
es: 5. Privacidad de los Niños
fr: 5. Confidentialité des Enfants
pt: 5. Privacidade de Crianças

# privacySection5Content
source: Our app does not knowingly collect personal information from children under 13. If we discover that we have collected personal information from a child, we will immediately delete that information.
de: Unsere App sammelt nicht wissentlich persönliche Informationen von Kindern unter 13 Jahren. Wenn wir feststellen, dass wir persönliche Informationen von einem Kind gesammelt haben, löschen wir diese Informationen sofort.
es: Nuestra aplicación no recopila conscientemente información personal de niños menores de 13 años. Si descubrimos que hemos recopilado información personal de un niño, eliminaremos esa información de inmediato.
fr: Notre application ne collecte pas sciemment d'informations personnelles auprès d'enfants de moins de 13 ans. Si nous découvrons que nous avons collecté des informations personnelles d'un enfant, nous supprimerons immédiatement ces informations.
pt: Nosso aplicativo não coleta conscientemente informações pessoais de crianças menores de 13 anos. Se descobrirmos que coletamos informações pessoais de uma criança, excluiremos essas informações imediatamente.

# privacySection6Title
source: 6. Your Rights
de: 6. Ihre Rechte
es: 6. Sus Derechos
fr: 6. Vos Droits
pt: 6. Seus Direitos

# privacySection6Content
source: You have the following rights regarding your data: • Access to your data • Correction of your data • Deletion of your data • Data portability • Right to object You can delete your data from the app settings to exercise these rights.
de: Sie haben folgende Rechte bezüglich Ihrer Daten: • Zugang zu Ihren Daten • Berichtigung Ihrer Daten • Löschung Ihrer Daten • Datenübertragbarkeit • Widerspruchsrecht Sie können Ihre Daten aus den App-Einstellungen löschen, um diese Rechte auszuüben.
es: Tiene los siguientes derechos con respecto a sus datos: • Acceso a sus datos • Corrección de sus datos • Eliminación de sus datos • Portabilidad de datos • Derecho a objetar Puede eliminar sus datos desde la configuración de la aplicación para ejercer estos derechos.
fr: Vous avez les droits suivants concernant vos données: • Accès à vos données • Correction de vos données • Suppression de vos données • Portabilité des données • Droit d'opposition Vous pouvez supprimer vos données depuis les paramètres de l'application pour exercer ces droits.
pt: Você tem os seguintes direitos em relação aos seus dados: • Acesso aos seus dados • Correção dos seus dados • Exclusão dos seus dados • Portabilidade de dados • Direito de objeção Você pode excluir seus dados nas configurações do aplicativo para exercer esses direitos.

# privacySection7Title
source: 7. Changes
de: 7. Änderungen
es: 7. Cambios
fr: 7. Modifications
pt: 7. Alterações

# privacySection7Content
source: We may update our privacy policy from time to time. In case of significant changes, a notification will be sent within the app. Last update date: {year}
de: Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Bei wichtigen Änderungen wird eine Benachrichtigung in der App gesendet. Datum der letzten Aktualisierung: {year}
es: Podemos actualizar nuestra política de privacidad de vez en cuando. En caso de cambios significativos, se enviará una notificación dentro de la aplicación. Fecha de última actualización: {year}
fr: Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. En cas de modifications importantes, une notification sera envoyée dans l'application. Date de dernière mise à jour: {year}
pt: Podemos atualizar nossa política de privacidade de tempos em tempos. Em caso de alterações significativas, uma notificação será enviada no aplicativo. Data da última atualização: {year}

# privacySection8Title
source: 8. Contact
de: 8. Kontakt
es: 8. Contacto
pt: 8. Contato

# privacySection8Content
source: If you have questions about our privacy policy, please contact us through the "About" section in the app.
de: Wenn Sie Fragen zu unserer Datenschutzrichtlinie haben, kontaktieren Sie uns bitte über den Abschnitt "Über" in der App.
es: Si tiene preguntas sobre nuestra política de privacidad, póngase en contacto con nosotros a través de la sección "Acerca de" en la aplicación.
fr: Si vous avez des questions sur notre politique de confidentialité, veuillez nous contacter via la section "À Propos" dans l'application.
pt: Se você tiver perguntas sobre nossa política de privacidade, entre em contato conosco através da seção "Sobre" no aplicativo.

# privacyImportantNote
source: Important Note
de: Wichtiger Hinweis
es: Nota Importante
fr: Note Importante
pt: Nota Importante

# privacyDisclaimer
source: This privacy policy describes the app's data collection and usage practices. By using the app, you agree to this policy.
de: Diese Datenschutzrichtlinie beschreibt die Datenerfassungs- und Nutzungspraktiken der App. Durch die Nutzung der App stimmen Sie dieser Richtlinie zu.
es: Esta política de privacidad describe las prácticas de recopilación y uso de datos de la aplicación. Al usar la aplicación, acepta esta política.
fr: Cette politique de confidentialité décrit les pratiques de collecte et d'utilisation des données de l'application. En utilisant l'application, vous acceptez cette politique.
pt: Esta política de privacidade descreve as práticas de coleta e uso de dados do aplicativo. Ao usar o aplicativo, você concorda com esta política.

# termsOfServiceTitle
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
pt: Termos de Serviço

# termsOfServiceSubtitle
source: Service terms and conditions
de: Servicebedingungen und Bestimmungen
es: Términos y condiciones del servicio
fr: Termes et conditions du service
pt: Termos e condições do serviço

# termsSection1Title
source: 1. Use of Service
de: 1. Nutzung des Dienstes
es: 1. Uso del Servicio
fr: 1. Utilisation du Service
pt: 1. Uso do Serviço

# termsSection1Content
source: This app is for informational and educational purposes. By using the app, you agree that: • The app is for informational purposes only • Test results do not replace professional eye examination • You will use the app in compliance with laws • You will not misuse the app
de: Diese App dient zu Informations- und Bildungszwecken. Durch die Nutzung der App stimmen Sie zu, dass: • Die App nur zu Informationszwecken dient • Testergebnisse keine professionelle Augenuntersuchung ersetzen • Sie die App gesetzeskonform verwenden werden • Sie die App nicht missbrauchen werden
es: Esta aplicación es para fines informativos y educativos. Al usar la aplicación, acepta que: • La aplicación es solo para fines informativos • Los resultados de las pruebas no reemplazan un examen oftalmológico profesional • Usará la aplicación de acuerdo con las leyes • No hará un uso indebido de la aplicación
fr: Cette application est à des fins informatives et éducatives. En utilisant l'application, vous acceptez que: • L'application est uniquement à des fins informatives • Les résultats des tests ne remplacent pas un examen oculaire professionnel • Vous utiliserez l'application en conformité avec les lois • Vous ne ferez pas un usage abusif de l'application
pt: Este aplicativo é para fins informativos e educacionais. Ao usar o aplicativo, você concorda que: • O aplicativo é apenas para fins informativos • Os resultados dos testes não substituem um exame oftalmológico profissional • Você usará o aplicativo em conformidade com as leis • Você não fará uso indevido do aplicativo

# termsSection2Title
source: 2. Not Medical Advice
de: 2. Keine Medizinische Beratung
es: 2. No es Asesoramiento Médico
fr: 2. Pas de Conseil Médical
pt: 2. Não é Aconselhamento Médico

# termsSection2Content
source: IMPORTANT: This app does not provide medical advice, diagnosis, or treatment. • Test results are for informational purposes only • If you experience any vision problems, please consult an eye doctor • Test results may be affected by screen size, brightness, and environmental conditions • Do not make medical decisions based on app results
de: WICHTIG: Diese App bietet keine medizinische Beratung, Diagnose oder Behandlung. • Testergebnisse dienen nur zu Informationszwecken • Bei Sehproblemen konsultieren Sie bitte einen Augenarzt • Testergebnisse können durch Bildschirmgröße, Helligkeit und Umgebungsbedingungen beeinflusst werden • Treffen Sie keine medizinischen Entscheidungen basierend auf App-Ergebnissen
es: IMPORTANTE: Esta aplicación no proporciona asesoramiento médico, diagnóstico o tratamiento. • Los resultados de las pruebas son solo para fines informativos • Si tiene problemas de visión, consulte a un oftalmólogo • Los resultados pueden verse afectados por el tamaño de pantalla, brillo y condiciones ambientales • No tome decisiones médicas basadas en los resultados de la aplicación
fr: IMPORTANT: Cette application ne fournit pas de conseils médicaux, de diagnostic ou de traitement. • Les résultats des tests sont uniquement à des fins informatives • Si vous avez des problèmes de vision, consultez un ophtalmologue • Les résultats peuvent être affectés par la taille de l'écran, la luminosité et les conditions environnementales • Ne prenez pas de décisions médicales basées sur les résultats de l'application
pt: IMPORTANTE: Este aplicativo não fornece aconselhamento médico, diagnóstico ou tratamento. • Os resultados dos testes são apenas para fins informativos • Se você tiver problemas de visão, consulte um oftalmologista • Os resultados podem ser afetados pelo tamanho da tela, brilho e condições ambientais • Não tome decisões médicas com base nos resultados do aplicativo

# termsSection3Title
source: 3. User Responsibilities
de: 3. Benutzerverantwortlichkeiten
es: 3. Responsabilidades del Usuario
fr: 3. Responsabilités de l'Utilisateur
pt: 3. Responsabilidades do Usuário

# termsSection3Content
source: As a user, you are responsible for: • Conducting tests under proper conditions • Not misinterpreting test results • Using the app in compliance with laws • Not using the app to harm third parties
de: Als Benutzer sind Sie verantwortlich für: • Durchführung von Tests unter angemessenen Bedingungen • Keine Fehlinterpretation der Testergebnisse • Gesetzeskonforme Nutzung der App • Keine Nutzung der App zur Schädigung Dritter
es: Como usuario, es responsable de: • Realizar pruebas en condiciones adecuadas • No malinterpretar los resultados de las pruebas • Usar la aplicación de acuerdo con las leyes • No usar la aplicación para dañar a terceros
fr: En tant qu'utilisateur, vous êtes responsable de: • Effectuer les tests dans des conditions appropriées • Ne pas mal interpréter les résultats des tests • Utiliser l'application en conformité avec les lois • Ne pas utiliser l'application pour nuire à des tiers
pt: Como usuário, você é responsável por: • Realizar testes em condições adequadas • Não interpretar mal os resultados dos testes • Usar o aplicativo em conformidade com as leis • Não usar o aplicativo para prejudicar terceiros

# termsSection4Title
source: 4. Intellectual Property
de: 4. Geistiges Eigentum
es: 4. Propiedad Intelectual
fr: 4. Propriété Intellectuelle
pt: 4. Propriedade Intelectual

# termsSection4Content
source: • All app content is protected by copyright • You may not copy, distribute, or modify the content • May not be used for commercial purposes • Brand names and logos belong to their owners
de: • Alle App-Inhalte sind urheberrechtlich geschützt • Sie dürfen den Inhalt nicht kopieren, verteilen oder ändern • Darf nicht für kommerzielle Zwecke verwendet werden • Markennamen und Logos gehören ihren Eigentümern
es: • Todo el contenido de la aplicación está protegido por derechos de autor • No puede copiar, distribuir o modificar el contenido • No puede usarse con fines comerciales • Los nombres de marca y logotipos pertenecen a sus propietarios
fr: • Tout le contenu de l'application est protégé par le droit d'auteur • Vous ne pouvez pas copier, distribuer ou modifier le contenu • Ne peut pas être utilisé à des fins commerciales • Les noms de marque et logos appartiennent à leurs propriétaires
pt: • Todo o conteúdo do aplicativo é protegido por direitos autorais • Você não pode copiar, distribuir ou modificar o conteúdo • Não pode ser usado para fins comerciais • Nomes de marcas e logotipos pertencem aos seus proprietários

# termsSection5Title
source: 5. Service Changes
de: 5. Dienständerungen
es: 5. Cambios en el Servicio
fr: 5. Modifications du Service
pt: 5. Alterações no Serviço

# termsSection5Content
source: • We reserve the right to change app content and features at any time • Notifications will be sent for significant changes • We reserve the right to temporarily or permanently suspend the service • Keep the app updated to stay informed of changes
de: • Wir behalten uns das Recht vor, App-Inhalte und Funktionen jederzeit zu ändern • Bei wichtigen Änderungen werden Benachrichtigungen gesendet • Wir behalten uns das Recht vor, den Dienst vorübergehend oder dauerhaft auszusetzen • Halten Sie die App auf dem neuesten Stand, um über Änderungen informiert zu bleiben
es: • Nos reservamos el derecho de cambiar el contenido y las características de la aplicación en cualquier momento • Se enviarán notificaciones para cambios significativos • Nos reservamos el derecho de suspender el servicio temporal o permanentemente • Mantenga la aplicación actualizada para estar informado de los cambios
fr: • Nous nous réservons le droit de modifier le contenu et les fonctionnalités de l'application à tout moment • Des notifications seront envoyées pour les modifications importantes • Nous nous réservons le droit de suspendre temporairement ou définitivement le service • Gardez l'application à jour pour être informé des modifications
pt: • Reservamo-nos o direito de alterar o conteúdo e os recursos do aplicativo a qualquer momento • Notificações serão enviadas para alterações significativas • Reservamo-nos o direito de suspender o serviço temporária ou permanentemente • Mantenha o aplicativo atualizado para ficar informado sobre as alterações

# termsSection6Title
source: 6. Disclaimer
de: 6. Haftungsausschluss
es: 6. Descargo de Responsabilidad
fr: 6. Avertissement
pt: 6. Isenção de Responsabilidade

# termsSection6Content
source: The app is provided "as is". We are not responsible for: • Accuracy or reliability of test results • Any damage arising from app use • Data loss or device damage • Interruption of third-party services • App errors or technical issues
de: Die App wird "wie besehen" bereitgestellt. Wir sind nicht verantwortlich für: • Genauigkeit oder Zuverlässigkeit der Testergebnisse • Schäden, die aus der App-Nutzung entstehen • Datenverlust oder Geräteschäden • Unterbrechung von Drittanbieterdiensten • App-Fehler oder technische Probleme
es: La aplicación se proporciona "tal cual". No somos responsables de: • Precisión o confiabilidad de los resultados de las pruebas • Cualquier daño derivado del uso de la aplicación • Pérdida de datos o daño al dispositivo • Interrupción de servicios de terceros • Errores de la aplicación o problemas técnicos
fr: L'application est fournie "telle quelle". Nous ne sommes pas responsables de: • Précision ou fiabilité des résultats des tests • Tout dommage résultant de l'utilisation de l'application • Perte de données ou dommage à l'appareil • Interruption des services tiers • Erreurs de l'application ou problèmes techniques
pt: O aplicativo é fornecido "como está". Não somos responsáveis por: • Precisão ou confiabilidade dos resultados dos testes • Qualquer dano decorrente do uso do aplicativo • Perda de dados ou danos ao dispositivo • Interrupção de serviços de terceiros • Erros do aplicativo ou problemas técnicos

# termsSection7Title
source: 7. Paid Services
de: 7. Bezahlte Dienste
es: 7. Servicios de Pago
fr: 7. Services Payants
pt: 7. Serviços Pagos
