Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# appName
source: Eye Test
de: Augentest
es: Test de Visión
fr: Test de Vision
pt: Teste de Visão

# appTagline
source: Smart Tests for Your Eye Health
de: Intelligente Tests für Ihre Augengesundheit
es: Pruebas Inteligentes para la Salud de tus Ojos
fr: Tests Intelligents pour la Santé de vos Yeux
pt: Testes Inteligentes para a Saúde dos seus Olhos

# splashSubtitle
source: Eye tests and daily exercises
de: Augentests und tägliche Übungen
es: Pruebas oculares y ejercicios diarios
fr: Tests oculaires et exercices quotidiens
pt: Testes oculares e exercícios diários

# disclaimerTitle
source: Important Notice
de: Wichtiger Hinweis
es: Aviso Importante
fr: Avis Important
pt: Aviso Importante

# disclaimerContent
source: This app is for informational and entertainment purposes only. ⚠️ This app DOES NOT provide medical diagnosis. • Results do not replace professional eye examination. • If you experience any vision problems, please consult an eye doctor. • Test results may be affected by screen size, brightness, and environmental conditions. By using this app, you agree to the above conditions.
de: Diese App dient nur zu Informations- und Unterhaltungszwecken. ⚠️ Diese App stellt KEINE medizinische Diagnose. • Die Ergebnisse ersetzen keine professionelle Augenuntersuchung. • Bei Sehproblemen wenden Sie sich bitte an einen Augenarzt. • Testergebnisse können durch Bildschirmgröße, Helligkeit und Umgebungsbedingungen beeinflusst werden. Durch die Nutzung dieser App akzeptieren Sie die oben genannten Bedingungen.
es: Esta aplicación es solo para fines informativos y de entretenimiento. ⚠️ Esta aplicación NO proporciona diagnóstico médico. • Los resultados no reemplazan un examen ocular profesional. • Si experimenta problemas de visión, consulte a un oftalmólogo. • Los resultados pueden verse afectados por el tamaño de pantalla, brillo y condiciones ambientales. Al usar esta aplicación, acepta las condiciones anteriores.
fr: Cette application est uniquement à des fins d'information et de divertissement. ⚠️ Cette application NE fournit PAS de diagnostic médical. • Les résultats ne remplacent pas un examen oculaire professionnel. • Si vous avez des problèmes de vision, veuillez consulter un ophtalmologue. • Les résultats peuvent être affectés par la taille de l'écran, la luminosité et les conditions environnementales. En utilisant cette application, vous acceptez les conditions ci-dessus.
pt: Este aplicativo é apenas para fins informativos e de entretenimento. ⚠️ Este aplicativo NÃO fornece diagnóstico médico. • Os resultados não substituem um exame oftalmológico profissional. • Se você tiver problemas de visão, consulte um oftalmologista. • Os resultados podem ser afetados pelo tamanho da tela, brilho e condições ambientais. Ao usar este aplicativo, você aceita as condições acima.

source: Accept and Continue
de: Akzeptieren und Fortfahren
es: Aceptar y Continuar
fr: Accepter et Continuer
pt: Aceitar e Continuar

source: Medical Warning
de: Medizinische Warnung
es: Advertencia Médica
fr: Avertissement Médical
pt: Aviso Médico

# informationalPurpose
source: For Informational Purposes
de: Nur zu Informationszwecken
es: Solo Informativo
fr: À Titre Informatif
pt: Apenas Informativo

# informationalPurposeDesc
source: This app is for educational and awareness purposes only.
de: Diese App dient nur zu Bildungs- und Aufklärungszwecken.
es: Esta aplicación es solo para fines educativos y de concienciación.
fr: Cette application est uniquement à des fins éducatives et de sensibilisation.
pt: Este aplicativo é apenas para fins educacionais e de conscientização.

source: Professional Examination
de: Professionelle Untersuchung
es: Examen Profesional
fr: Examen Professionnel
pt: Exame Profissional

# professionalExaminationDesc
source: Visit your eye doctor for regular eye examinations.
de: Besuchen Sie Ihren Augenarzt für regelmäßige Augenuntersuchungen.
es: Visite a su oftalmólogo para exámenes oculares regulares.
fr: Consultez votre ophtalmologue pour des examens oculaires réguliers.
pt: Visite seu oftalmologista para exames oculares regulares.

# readAndAccept
source: I have read and accept the above warnings
de: Ich habe die obigen Warnungen gelesen und akzeptiere sie
es: He leído y acepto las advertencias anteriores
fr: J'ai lu et j'accepte les avertissements ci-dessus
pt: Li e aceito os avisos acima

source: Scroll down
de: Nach unten scrollen
es: Deslizar hacia abajo
fr: Faire défiler vers le bas
pt: Rolar para baixo

# homeTitle
source: Eye Health
de: Augentest – Sehen & Übungen
es: Test de Vista – Visión y Ejercicios
fr: Test de Vue – Vision et Exercices
pt: Saúde Ocular

# homeSubtitle
source: Tests, exercises, additional info, detailed results
de: Tests, Übungen, zusätzliche Infos, detaillierte Ergebnisse
es: Pruebas, ejercicios, información adicional, resultados detallados
fr: Tests, exercices, informations supplémentaires, résultats détaillés
pt: Testes, exercícios, informações adicionais, resultados detalhados

# freeLabel
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
pt: Grátis

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt: Configurações

source: Eye Exercises
de: Augenübungen
es: Ejercicios Oculares
fr: Exercices Oculaires
pt: Exercícios Oculares

# eyeExercisesDesc
source: Relax your eyes with daily eye exercises
de: Entspannen Sie Ihre Augen mit täglichen Augenübungen
es: Relaja tus ojos con ejercicios oculares diarios
fr: Détendez vos yeux avec des exercices oculaires quotidiens
pt: Relaxe seus olhos com exercícios oculares diários

source: Eye Tests
de: Augentests
es: Pruebas Oculares
fr: Tests Oculaires
pt: Testes Oculares

# eyeTestsDesc
source: Evaluate your eye health with 8 different eye tests
de: Bewerten Sie Ihre Augengesundheit mit 8 verschiedenen Tests
es: Evalúa tu salud ocular con 8 pruebas diferentes
fr: Évaluez votre santé oculaire avec 8 tests différents
pt: Avalie sua saúde ocular com 8 testes diferentes

source: Did You Know?
de: Wussten Sie?
es: ¿Sabías que?
fr: Le Saviez-Vous?
pt: Você Sabia?

# didYouKnowDesc
source: Discover interesting facts about eyes
de: Entdecken Sie interessante Fakten über Augen
es: Descubre datos interesantes sobre los ojos
fr: Découvrez des faits intéressants sur les yeux
pt: Descubra fatos interessantes sobre os olhos

source: Go Premium
de: Premium werden
es: Hacerse Premium
fr: Passer Premium
pt: Fazer Premium

# goPremiumDesc
source: Access all tests and get detailed reports
de: Zugriff auf alle Tests und detaillierte Berichte erhalten
es: Accede a todas las pruebas y obtén informes detallados
fr: Accédez à tous les tests et obtenez des rapports détaillés
pt: Acesse todos os testes e obtenha relatórios detalhados

source: Test History
de: Testverlauf
es: Historial de Pruebas
fr: Historique des Tests
pt: Histórico de Testes

# testHistoryDesc
source: View all your test results and exercise history
de: Alle Testergebnisse und Übungsverlauf anzeigen
es: Ver todos tus resultados de pruebas e historial de ejercicios
fr: Voir tous vos résultats de tests et historique d'exercices
pt: Veja todos os seus resultados de testes e histórico de exercícios

# visualAcuityTitle
source: Visual Acuity
de: Sehschärfe
es: Agudeza Visual
fr: Acuité Visuelle
pt: Acuidade Visual

# visualAcuityDesc
source: Snellen E Test
es: Prueba de Snellen E
fr: Test de Snellen E
pt: Teste de Snellen E

# colorVisionTitle
source: Color Blindness
de: Farbenblindheit
es: Daltonismo
fr: Daltonisme
pt: Daltonismo

# colorVisionDesc
source: Ishihara Test
es: Prueba de Ishihara
fr: Test d'Ishihara
pt: Teste de Ishihara

# astigmatismTitle
source: Astigmatism Test
de: Astigmatismus-Test
es: Prueba de Astigmatismo
fr: Test d'Astigmatisme
pt: Teste de Astigmatismo

# astigmatismDesc
source: Line Diagram
de: Liniendiagramm
es: Diagrama de Líneas
fr: Diagramme de Lignes
pt: Diagrama de Linhas

# stereopsisTitle
source: Vergence Test
de: Vergenz-Test
es: Prueba de Vergencia
fr: Test de Vergence
pt: Teste de Vergência

# stereopsisDesc
source: Convergence/Divergence Test
de: Konvergenz/Divergenz-Test
es: Prueba de Convergencia/Divergencia
fr: Test de Convergence/Divergence
pt: Teste de Convergência/Divergência

# nearVisionTitle
source: Near Vision
de: Nahsicht
es: Visión Cercana
fr: Vision de Près
pt: Visão de Perto

# nearVisionDesc
source: Near Reading Test
de: Nahlesetest
es: Prueba de Lectura Cercana
fr: Test de Lecture de Près
pt: Teste de Leitura de Perto

# macularTitle
source: Macular Test
de: Makula-Test
es: Prueba Macular
fr: Test Maculaire
pt: Teste Macular

# macularDesc
source: Amsler Grid Test
de: Amsler-Gitter-Test
es: Prueba de Rejilla de Amsler
fr: Test de Grille d'Amsler
pt: Teste de Grade de Amsler

# peripheralVisionTitle
source: Peripheral Vision
de: Peripheres Sehen
es: Visión Periférica
fr: Vision Périphérique
pt: Visão Periférica

# peripheralVisionDesc
source: Side Vision Test
de: Seitliches Sehtest
es: Prueba de Visión Lateral
fr: Test de Vision Latérale
pt: Teste de Visão Lateral

# eyeMovementTitle
source: Movement Tracking
de: Bewegungsverfolgung
es: Seguimiento de Movimiento
fr: Suivi de Mouvement
pt: Rastreamento de Movimento

# eyeMovementDesc
source: Tracking Test
de: Verfolgungstest
es: Prueba de Seguimiento
fr: Test de Suivi
pt: Teste de Rastreamento

# contrastTitle
source: Contrast Sensitivity
de: Kontrastempfindlichkeit
es: Sensibilidad al Contraste
fr: Sensibilité au Contraste
pt: Sensibilidade ao Contraste

# contrastDesc
source: Contrast Perception Test
de: Kontrastwahrnehmungstest
es: Prueba de Percepción de Contraste
fr: Test de Perception du Contraste
pt: Teste de Percepção de Contraste

source: Test Instructions
de: Testanweisungen
es: Instrucciones de la Prueba
fr: Instructions du Test
pt: Instruções do Teste

source: Start Test
de: Test Starten
es: Iniciar Prueba
fr: Démarrer le Test
pt: Iniciar Teste

# nextQuestion
source: Next
de: Weiter
es: Siguiente
fr: Suivant
pt: Próximo

source: Finish Test
de: Test beenden
es: Finalizar Prueba
fr: Terminer le Test
pt: Finalizar Teste

# skipQuestion
source: Skip
de: Überspringen
es: Saltar
fr: Passer
pt: Pular

source: Cannot See
de: Kann nicht sehen
es: No Puedo Ver
fr: Je Ne Vois Pas
pt: Não Consigo Ver

source: Not Sure
de: Nicht sicher
es: No Estoy Seguro
fr: Pas Sûr
pt: Não Tenho Certeza

# visualAcuityInstructions
source: • Hold the phone at eye level. • Recommended distance: arm's length (40 cm). • Select the direction of the letter E. • Press 'Cannot See' if you cannot see it.
de: • Halten Sie das Telefon auf Augenhöhe. • Empfohlener Abstand: Armlänge (40 cm). • Wählen Sie die Richtung des Buchstabens E. • Drücken Sie 'Kann nicht sehen', wenn Sie es nicht sehen können.
es: • Sostenga el teléfono a la altura de los ojos. • Distancia recomendada: longitud del brazo (40 cm). • Seleccione la dirección de la letra E. • Presione 'No Puedo Ver' si no puede verla.
fr: • Tenez le téléphone à hauteur des yeux. • Distance recommandée: longueur du bras (40 cm). • Sélectionnez la direction de la lettre E. • Appuyez sur 'Je Ne Vois Pas' si vous ne pouvez pas la voir.
pt: • Segure o telefone na altura dos olhos. • Distância recomendada: comprimento do braço (40 cm). • Selecione a direção da letra E. • Pressione 'Não Consigo Ver' se não conseguir ver.

# closeRightEye
source: Please close your right eye
de: Bitte schließen Sie Ihr rechtes Auge
es: Por favor cierre su ojo derecho
fr: Veuillez fermer votre œil droit
pt: Por favor, feche seu olho direito

# closeLeftEye
source: Please close your left eye
de: Bitte schließen Sie Ihr linkes Auge
es: Por favor cierre su ojo izquierdo
fr: Veuillez fermer votre œil gauche
pt: Por favor, feche seu olho esquerdo

# holdAtArmLength
source: Hold the device at arm's length
de: Halten Sie das Gerät auf Armlänge
es: Sostenga el dispositivo a la distancia del brazo
fr: Tenez l'appareil à bout de bras
pt: Segure o dispositivo à distância do braço

# startTestWhenReady
source: You can start the test when you close your eye and hold the device at arm's length.
de: Sie können den Test starten, wenn Sie Ihr Auge schließen und das Gerät auf Armlänge halten.
es: Puede iniciar la prueba cuando cierre su ojo y sostenga el dispositivo a la distancia del brazo.
fr: Vous pouvez commencer le test lorsque vous fermez votre œil et tenez l'appareil à bout de bras.
pt: Você pode iniciar o teste quando fechar seu olho e segurar o dispositivo à distância do braço.

# armLengthDistance
source: Arm's Length (40 cm)
de: Armlänge (40 cm)
es: Distancia del Brazo (40 cm)
fr: Longueur du Bras (40 cm)
pt: Distância do Braço (40 cm)

source: Mark the letter you see
de: Markieren Sie den Buchstaben, den Sie sehen
es: Marque la letra que ve
fr: Indiquez la lettre que vous voyez
pt: Marque a letra que você vê

# colorVisionInstructions
source: • Enter the number you see inside the circle. • Leave blank if you cannot see anything. • Set screen brightness to maximum.
de: • Geben Sie die Zahl ein, die Sie im Kreis sehen. • Lassen Sie es leer, wenn Sie nichts sehen. • Stellen Sie die Bildschirmhelligkeit auf Maximum.
es: • Ingrese el número que ve dentro del círculo. • Deje en blanco si no puede ver nada. • Configure el brillo de pantalla al máximo.
fr: • Entrez le numéro que vous voyez dans le cercle. • Laissez vide si vous ne voyez rien. • Réglez la luminosité de l'écran au maximum.
pt: • Digite o número que você vê dentro do círculo. • Deixe em branco se não conseguir ver nada. • Configure o brilho da tela no máximo.

# enterNumber
source: Enter the number
de: Geben Sie die Zahl ein, die Sie sehen
es: Ingrese el número que ve
fr: Entrez le numéro que vous voyez
pt: Digite o número que você vê

# noNumberVisible
source: Cannot See Number
de: Kann keine Zahl sehen
es: No Puedo Ver Número
fr: Je Ne Vois Pas de Numéro
pt: Não Consigo Ver Número

source: What number do you see?
de: Welche Zahl sehen Sie?
es: ¿Qué número ve?
fr: Quel numéro voyez-vous?
pt: Qual número você vê?

# astigmatismInstructions
source: • Look at the diagram with one eye. • Close your other eye. • Do all lines appear equal?
de: • Betrachten Sie das Diagramm mit einem Auge. • Schließen Sie das andere Auge. • Erscheinen alle Linien gleich?
es: • Mire el diagrama con un solo ojo. • Cierre el otro ojo. • ¿Todas las líneas se ven iguales?
fr: • Regardez le diagramme avec un seul œil. • Fermez l'autre œil. • Toutes les lignes semblent-elles égales?
pt: • Olhe para o diagrama com um olho. • Feche o outro olho. • Todas as linhas parecem iguais?

source: All Lines Equal
de: Alle Linien gleich
es: Todas las Líneas Iguales
fr: Toutes les Lignes Égales
pt: Todas as Linhas Iguais

source: Some Lines Darker
de: Einige Linien dunkler
es: Algunas Líneas Más Oscuras
fr: Certaines Lignes Plus Foncées
pt: Algumas Linhas Mais Escuras

# whichEye
source: Which eye are you looking with?
de: Mit welchem Auge schauen Sie?
es: ¿Con qué ojo está mirando?
fr: Avec quel œil regardez-vous?
pt: Com qual olho você está olhando?

source: Left Eye
de: Linkes Auge
es: Ojo Izquierdo
fr: Œil Gauche
pt: Olho Esquerdo

source: Right Eye
de: Rechtes Auge
es: Ojo Derecho
fr: Œil Droit
pt: Olho Direito

source: Right Eye Test
de: Test des rechten Auges
es: Prueba del Ojo Derecho
fr: Test de l'Œil Droit
pt: Teste do Olho Direito

source: Left Eye Test
de: Test des linken Auges
es: Prueba del Ojo Izquierdo
fr: Test de l'Œil Gauche
pt: Teste do Olho Esquerdo

# howDoLinesLook
source: How do the lines look?
de: Wie sehen die Linien aus?
es: ¿Cómo se ven las líneas?
fr: Comment les lignes apparaissent-elles?
pt: Como as linhas parecem?

# nearVisionInstructions
source: • Hold the device at reading distance (25-30 cm). • Read the text without squinting.
de: • Halten Sie das Gerät im Leseabstand (25-30 cm). • Lesen Sie den Text ohne zu blinzeln.
es: • Sostenga el dispositivo a distancia de lectura (25-30 cm). • Lea el texto sin entrecerrar los ojos.
fr: • Tenez l'appareil à distance de lecture (25-30 cm). • Lisez le texte sans plisser les yeux.
pt: • Segure o dispositivo na distância de leitura (25-30 cm). • Leia o texto sem apertar os olhos.

# bookReadingDistance
source: Book Reading Distance (25-30 cm)
de: Leseabstand (25-30 cm)
es: Distancia de Lectura (25-30 cm)
fr: Distance de Lecture (25-30 cm)
pt: Distância de Leitura (25-30 cm)

# canYouReadThis
source: Can you read this text?
de: Können Sie diesen Text lesen?
es: ¿Puede leer este texto?
fr: Pouvez-vous lire ce texte?
pt: Você consegue ler este texto?

# yesReadable
source: Yes, I can read
de: Ja, ich kann lesen
es: Sí, puedo leer
fr: Oui, je peux lire
pt: Sim, consigo ler

# noNotReadable
source: No, I cannot read
de: Nein, ich kann nicht lesen
es: No, no puedo leer
fr: Non, je ne peux pas lire
pt: Não, não consigo ler

# macularInstructions
source: • Focus on the center point. • Check if lines appear wavy or distorted.
de: • Konzentrieren Sie sich auf den Mittelpunkt. • Prüfen Sie, ob Linien wellig oder verzerrt erscheinen.
es: • Enfóquese en el punto central. • Verifique si las líneas aparecen onduladas o distorsionadas.
fr: • Concentrez-vous sur le point central. • Vérifiez si les lignes apparaissent ondulées ou déformées.
pt: • Foque no ponto central. • Verifique se as linhas parecem onduladas ou distorcidas.

# focusOnCenter
source: Focus on the center point
de: Konzentrieren Sie sich auf den Mittelpunkt
es: Enfóquese en el punto central
fr: Concentrez-vous sur le point central
pt: Foque no ponto central

source: Lines appear straight
de: Linien erscheinen gerade
es: Las líneas aparecen rectas
fr: Les lignes apparaissent droites
pt: As linhas parecem retas

# linesAppearWavy
source: Lines appear wavy/distorted
de: Linien erscheinen wellig/verzerrt
es: Las líneas aparecen onduladas/distorsionadas
fr: Les lignes apparaissent ondulées/déformées
pt: As linhas parecem onduladas/distorcidas

# peripheralInstructions
source: • Keep your eyes on the red dot. • Indicate when you see an object appear in your peripheral vision.
de: • Halten Sie Ihre Augen auf den roten Punkt gerichtet. • Zeigen Sie an, wenn Sie ein Objekt in Ihrem peripheren Sichtfeld sehen.
es: • Mantenga sus ojos en el punto rojo. • Indique cuando vea un objeto aparecer en su visión periférica.
fr: • Gardez vos yeux sur le point rouge. • Indiquez quand vous voyez un objet apparaître dans votre vision périphérique.
pt: • Mantenha seus olhos no ponto vermelho. • Indique quando você ver um objeto aparecer na sua visão periférica.

# keepFocusOnRedDot
source: Keep your focus on the red dot
de: Halten Sie Ihren Fokus auf den roten Punkt
es: Mantenga su enfoque en el punto rojo
fr: Gardez votre attention sur le point rouge
pt: Mantenha seu foco no ponto vermelho

# tapWhenYouSee
source: Tap when you see an object
de: Tippen Sie, wenn Sie ein Objekt sehen
es: Toque cuando vea un objeto
fr: Touchez quand vous voyez un objet
pt: Toque quando você ver um objeto

# eyeMovementInstructions
source: • Follow the moving ball with your eyes. • Try not to move your head.
de: • Folgen Sie dem bewegenden Ball mit Ihren Augen. • Versuchen Sie, Ihren Kopf nicht zu bewegen.
es: • Siga la pelota en movimiento con sus ojos. • Intente no mover la cabeza.
fr: • Suivez la balle en mouvement avec vos yeux. • Essayez de ne pas bouger la tête.
pt: • Siga a bola em movimento com seus olhos. • Tente não mover a cabeça.

# followTheBall
source: Follow the ball with your eyes
de: Folgen Sie dem Ball mit Ihren Augen
es: Siga la pelota con sus ojos
fr: Suivez la balle avec vos yeux
pt: Siga a bola com seus olhos

# vergenceInstructions
source: • Focus on the target. • Notice if you see double or blurred images.
de: • Konzentrieren Sie sich auf das Ziel. • Beachten Sie, ob Sie Doppel- oder unscharfe Bilder sehen.
es: • Enfóquese en el objetivo. • Note si ve imágenes dobles o borrosas.
fr: • Concentrez-vous sur la cible. • Remarquez si vous voyez des images doubles ou floues.
pt: • Foque no alvo. • Note se você vê imagens duplas ou borradas.

# focusOnTarget
source: Focus on the target
de: Konzentrieren Sie sich auf das Ziel
es: Enfóquese en el objetivo
fr: Concentrez-vous sur la cible
pt: Foque no alvo

# seeDouble
source: I see double
de: Ich sehe doppelt
es: Veo doble
fr: Je vois double
pt: Vejo em dobro

# seeSingle
source: I see single/clear
de: Ich sehe einfach/klar
es: Veo simple/claro
fr: Je vois simple/clair
pt: Vejo único/claro

# resultsTitle
source: Test Results
de: Testergebnisse
es: Resultados de la Prueba
fr: Résultats du Test
pt: Resultados do Teste

source: Your Score
de: Ihre Punktzahl
es: Su Puntuación
fr: Votre Score
pt: Sua Pontuação

source: Share Results
de: Ergebnisse teilen
es: Compartir Resultados
fr: Partager les Résultats
pt: Compartilhar Resultados

source: Download PDF
de: PDF herunterladen
es: Descargar PDF
fr: Télécharger PDF
pt: Baixar PDF

source: Retake Test
de: Test wiederholen
es: Repetir Prueba
fr: Refaire le Test
pt: Refazer Teste

source: Next Test
de: Nächster Test
es: Siguiente Prueba
fr: Test Suivant
pt: Próximo Teste

source: Back to home
de: Zurück zum Start
es: Volver al inicio
fr: Retour à l'accueil
pt: Voltar ao início

# seeDoctor
source: Consult an Eye Doctor
de: Augenarzt konsultieren
es: Consultar a un Oftalmólogo
fr: Consulter un Ophtalmologue
pt: Consultar um Oftalmologista

source: Test Completed
de: Test abgeschlossen
es: Prueba Completada
fr: Test Terminé
pt: Teste Concluído

# exerciseCompleted
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
pt: Completado

source: Excellent
de: Ausgezeichnet
es: Excelente
pt: Excelente

source: Good
de: Gut
es: Bueno
fr: Bon
pt: Bom

source: Below Normal
de: Unter Normal
es: Por Debajo de lo Normal
fr: En Dessous de la Normale
pt: Abaixo do Normal

source: Needs Attention
de: Erfordert Aufmerksamkeit
es: Necesita Atención
fr: Nécessite Attention
pt: Precisa de Atenção

# resultExcellent
source: Your results are excellent! Continue to take care of your eye health.
de: Ihre Ergebnisse sind ausgezeichnet! Achten Sie weiterhin auf Ihre Augengesundheit.
es: ¡Sus resultados son excelentes! Continúe cuidando su salud ocular.
fr: Vos résultats sont excellents! Continuez à prendre soin de votre santé oculaire.
pt: Seus resultados são excelentes! Continue cuidando da sua saúde ocular.

# resultGood
source: Good results. Regular eye check-ups are recommended.
de: Gute Ergebnisse. Regelmäßige Augenuntersuchungen werden empfohlen.
es: Buenos resultados. Se recomiendan chequeos oculares regulares.
fr: Bons résultats. Des examens oculaires réguliers sont recommandés.
pt: Bons resultados. Exames oculares regulares são recomendados.

# resultNormal
source: Normal results. Keep monitoring your eye health.
de: Normale Ergebnisse. Überwachen Sie weiterhin Ihre Augengesundheit.
es: Resultados normales. Continúe monitoreando su salud ocular.
fr: Résultats normaux. Continuez à surveiller votre santé oculaire.
pt: Resultados normais. Continue monitorando sua saúde ocular.

# resultBelowNormal
source: Some areas need attention. Consider consulting an eye specialist.
de: Einige Bereiche erfordern Aufmerksamkeit. Erwägen Sie einen Facharztbesuch.
es: Algunas áreas necesitan atención. Considere consultar a un especialista.
fr: Certains domaines nécessitent attention. Pensez à consulter un spécialiste.
pt: Algumas áreas precisam de atenção. Considere consultar um especialista.

# resultNeedsAttention
source: We recommend consulting an eye doctor for a professional examination.
de: Wir empfehlen, einen Augenarzt für eine professionelle Untersuchung zu konsultieren.
es: Recomendamos consultar a un oftalmólogo para un examen profesional.
fr: Nous vous recommandons de consulter un ophtalmologue pour un examen professionnel.
pt: Recomendamos consultar um oftalmologista para um exame profissional.

# paywallTitle
source: Go Premium
de: Premium werden
es: Obtener Premium
fr: Passer Premium
pt: Obter Premium
