Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# paywallSubtitle
source: Access all tests and get detailed reports
de: Zugriff auf alle Tests und detaillierte Berichte erhalten
es: Acceda a todas las pruebas y obtenga informes detallados
fr: Accédez à tous les tests et obtenez des rapports détaillés
pt: Acesse todos os testes e obtenha relatórios detalhados

source: Unlock All Tests
de: Alle Tests freischalten
es: Desbloquear Todas las Pruebas
fr: Débloquer Tous les Tests
pt: Desbloquear Todos os Testes

source: Get Detailed Reports
de: Detaillierte Berichte erhalten
es: Obtener Informes Detallados
fr: Obtenir des Rapports Détaillés
pt: Obter Relatórios Detalhados

# trackProgress
source: Track Your Progress
de: Ihren Fortschritt verfolgen
es: Seguir Su Progreso
fr: Suivre Votre Progression
pt: Acompanhe Seu Progresso

source: One-Time Purchase
de: Einmaliger Kauf
es: Pago Único
fr: Achat Unique
pt: Compra Única

source: Lifetime Access
de: Lebenslanger Zugang
es: Acceso de por Vida
fr: Accès à Vie
pt: Acesso Vitalício

source: Only {price}
de: Nur {price}
es: Solo {price}
fr: Seulement {price}
pt: Apenas {price}

# restore
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar Compra
fr: Restaurer l'Achat
pt: Restaurar Compra

source: Continue Free
de: Kostenlos fortfahren
es: Continuar Gratis
fr: Continuer Gratuitement
pt: Continuar Grátis

source: Premium Advantages
de: Premium-Vorteile
es: Ventajas Premium
fr: Avantages Premium
pt: Vantagens Premium

# unlimitedTests
source: Unlimited tests and exercises
de: Unbegrenzte Tests und Übungen
es: Pruebas y ejercicios ilimitados
fr: Tests et exercices illimités
pt: Testes e exercícios ilimitados

# detailedAnalysis
source: Detailed vision analysis
de: Detaillierte Sehanalyse
es: Análisis de visión detallado
fr: Analyse de vision détaillée
pt: Análise de visão detalhada

source: History tracking
de: Verlaufsverfolgung
es: Seguimiento del historial
fr: Suivi de l'historique
pt: Acompanhamento do histórico

source: Ad-free experience
de: Werbefreies Erlebnis
es: Experiencia sin anuncios
fr: Expérience sans publicité
pt: Experiência sem anúncios

# watchAdForTest
source: Watch ad, earn +1 test credit. Remaining: {count}
de: Werbung ansehen, +1 Testguthaben verdienen. Verbleibend: {count}
es: Ver anuncio, ganar +1 crédito de prueba. Restante: {count}
fr: Regarder une pub, gagner +1 crédit de test. Restant: {count}
pt: Assistir anúncio, ganhar +1 crédito de teste. Restante: {count}

source: Watch Video
de: Video ansehen
es: Ver Video
fr: Regarder Vidéo
pt: Assistir Vídeo

# earnExtraTest
source: Earn +1 Test Credit
de: +1 Testguthaben verdienen
es: Ganar +1 Crédito de Prueba
fr: Gagner +1 Crédit de Test
pt: Ganhar +1 Crédito de Teste

source: Daily Test Limit
de: Tägliches Testlimit
es: Límite Diario de Pruebas
fr: Limite Quotidienne de Tests
pt: Limite Diário de Testes

# dailyTestLimitDesc
source: You have completed 3 tests today. Choose an option to take more tests:
de: Sie haben heute 3 Tests abgeschlossen. Wählen Sie eine Option, um mehr Tests zu machen:
es: Has completado 3 pruebas hoy. Elige una opción para hacer más pruebas:
fr: Vous avez terminé 3 tests aujourd'hui. Choisissez une option pour faire plus de tests:
pt: Você completou 3 testes hoje. Escolha uma opção para fazer mais testes:

# testCreditsRemaining
source: Test credits remaining: {count}
de: Verbleibende Testguthaben: {count}
es: Créditos de prueba restantes: {count}
fr: Crédits de test restants: {count}
pt: Créditos de teste restantes: {count}

# dailyTestInfo
source: Daily Test Information
de: Tägliche Testinformationen
es: Información de Pruebas Diarias
fr: Informations sur les Tests Quotidiens
pt: Informações de Testes Diários

# adFreeTestsToday
source: Number of ad-free tests you can take today: {count}
de: Anzahl der werbefreien Tests, die Sie heute machen können: {count}
es: Número de pruebas sin anuncios que puedes realizar hoy: {count}
fr: Nombre de tests sans publicité que vous pouvez faire aujourd'hui: {count}
pt: Número de testes sem anúncios que você pode fazer hoje: {count}

source: Watch Ad for Extra Test
de: Werbung für Zusätzlichen Test ansehen
es: Ver Anuncio para Prueba Extra
fr: Regarder une Pub pour un Test Supplémentaire
pt: Assistir Anúncio para Teste Extra

# watchAdForExtraTestDesc
source: Watch a short ad to get +1 test credit
de: Sehen Sie eine kurze Werbung, um +1 Testguthaben zu erhalten
es: Ver un anuncio corto para obtener +1 crédito de prueba
fr: Regardez une courte publicité pour obtenir +1 crédit de test
pt: Assista um anúncio curto para obter +1 crédito de teste

# premiumLifetimePrice
source: Premium - Lifetime Access Only {price}
de: Premium - Lebenslanger Zugang Nur {price}
es: Premium - Acceso de por Vida Solo {price}
fr: Premium - Accès à Vie Seulement {price}
pt: Premium - Acesso Vitalício Apenas {price}

# adLoading
source: Loading ad...
de: Werbung wird geladen...
es: Cargando anuncio...
fr: Chargement de la publicité...
pt: Carregando anúncio...

# adFailed
source: Could not show ad. Please try again.
de: Werbung konnte nicht angezeigt werden. Bitte versuchen Sie es erneut.
es: No se pudo mostrar el anuncio. Por favor intente de nuevo.
fr: Impossible d'afficher la publicité. Veuillez réessayer.
pt: Não foi possível mostrar o anúncio. Por favor, tente novamente.

# adRewardEarned
source: +1 test credit earned!
de: +1 Testguthaben verdient!
es: ¡+1 crédito de prueba ganado!
fr: +1 crédit de test gagné!
pt: +1 crédito de teste ganho!

# adLoadFailed
source: Could not load ad. Please try again later.
de: Werbung konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: No se pudo cargar el anuncio. Por favor intente más tarde.
fr: Impossible de charger la publicité. Veuillez réessayer plus tard.
pt: Não foi possível carregar o anúncio. Por favor, tente mais tarde.

source: Daily Test Quota Reached
de: Tägliches Testlimit Erreicht
es: Cuota Diaria de Pruebas Alcanzada
fr: Quota Quotidien de Tests Atteint
pt: Cota Diária de Testes Atingida

# dailyTestQuotaReachedDesc
source: You have used your 3 ad-free tests today. You can watch ads or go Premium to take more tests.
de: Sie haben heute Ihre 3 werbefreien Tests verwendet. Sie können Werbung ansehen oder Premium werden, um mehr Tests zu machen.
es: Has usado tus 3 pruebas sin anuncios hoy. Puedes ver anuncios o hacerte Premium para hacer más pruebas.
fr: Vous avez utilisé vos 3 tests sans publicité aujourd'hui. Vous pouvez regarder des publicités ou passer Premium pour faire plus de tests.
pt: Você usou seus 3 testes sem anúncios hoje. Você pode assistir anúncios ou fazer Premium para fazer mais testes.

# watchAdOrPremium
source: Watch Ad / Premium
de: Werbung Ansehen / Premium
es: Ver Anuncio / Premium
fr: Regarder Pub / Premium
pt: Assistir Anúncio / Premium

# premiumActivationFailed
source: Could not activate Premium. Please try again.
de: Premium konnte nicht aktiviert werden. Bitte versuchen Sie es erneut.
es: No se pudo activar Premium. Por favor intente de nuevo.
fr: Impossible d'activer Premium. Veuillez réessayer.
pt: Não foi possível ativar Premium. Por favor, tente novamente.

# errorOccurred
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}
pt: Erro: {error}

# noRestoreFound
source: No purchases found to restore.
de: Keine Käufe zum Wiederherstellen gefunden.
es: No se encontraron compras para restaurar.
fr: Aucun achat trouvé à restaurer.
pt: Nenhuma compra encontrada para restaurar.

source: Watch Ad
de: Werbung Ansehen
es: Ver Anuncio
fr: Regarder Pub
pt: Assistir Anúncio

# earnTestCredit
source: Earn +1 test credit
de: +1 Testguthaben verdienen
es: Ganar +1 crédito de prueba
fr: Gagner +1 crédit de test
pt: Ganhar +1 crédito de teste

# unlimitedTestsAndAnalysis
source: Unlimited tests and detailed analysis
de: Unbegrenzte Tests und detaillierte Analyse
es: Pruebas ilimitadas y análisis detallado
fr: Tests illimités et analyse détaillée
pt: Testes ilimitados e análise detalhada

source: Later
de: Später
es: Más Tarde
fr: Plus Tard
pt: Mais Tarde

# premiumFeature1Title
source: Unlimited tests
de: Unbegrenzte Tests
es: Pruebas ilimitadas
fr: Tests illimités
pt: Testes ilimitados

# premiumFeature1Desc
source: Measure your vision at different times
de: Messen Sie Ihr Sehvermögen zu verschiedenen Zeiten
es: Mide tu visión en diferentes momentos
fr: Mesurez votre vision à différents moments
pt: Meça sua visão em diferentes momentos

# premiumFeature2Title
source: Detailed reports & comparisons
de: Detaillierte Berichte und Vergleiche
es: Informes detallados y comparaciones
fr: Rapports détaillés et comparaisons
pt: Relatórios detalhados e comparações

# premiumFeature2Desc
source: See differences with previous results
de: Sehen Sie Unterschiede zu vorherigen Ergebnissen
es: Ve las diferencias con resultados anteriores
fr: Voyez les différences avec les résultats précédents
pt: Veja as diferenças com resultados anteriores

# premiumFeature3Title
source: Exercise history & tracking
de: Übungsverlauf und Tracking
es: Historial de ejercicios y seguimiento
fr: Historique des exercices et suivi
pt: Histórico de exercícios e acompanhamento

# premiumFeature3Desc
source: Save your daily exercises and see progress
de: Speichern Sie Ihre täglichen Übungen und sehen Sie Fortschritte
es: Guarda tus ejercicios diarios y ve el progreso
fr: Enregistrez vos exercices quotidiens et voyez les progrès
pt: Salve seus exercícios diários e veja o progresso

# premiumFeature4Title
source: Ad-free, uninterrupted experience
de: Werbefreie, unterbrechungsfreie Erfahrung
es: Experiencia sin anuncios e ininterrumpida
fr: Expérience sans publicité et ininterrompue
pt: Experiência sem anúncios e ininterrupta

# premiumFeature4Desc
source: Focus more comfortably on tests
de: Konzentrieren Sie sich bequemer auf Tests
es: Enfócate más cómodamente en las pruebas
fr: Concentrez-vous plus confortablement sur les tests
pt: Foque mais confortavelmente nos testes

source: 🎉 Premium Active!
de: 🎉 Premium Aktiv!
es: 🎉 ¡Premium Activo!
fr: 🎉 Premium Actif!
pt: 🎉 Premium Ativo!

# premiumActiveDesc
source: You can now enjoy all premium features:
de: Sie können jetzt alle Premium-Funktionen nutzen:
es: Ahora puedes disfrutar de todas las funciones premium:
fr: Vous pouvez maintenant profiter de toutes les fonctionnalités premium:
pt: Agora você pode aproveitar todos os recursos premium:

# premiumBenefit1
source: ✓ Unlimited tests and exercises
de: ✓ Unbegrenzte Tests und Übungen
es: ✓ Pruebas y ejercicios ilimitados
fr: ✓ Tests et exercices illimités
pt: ✓ Testes e exercícios ilimitados

# premiumBenefit2
source: ✓ Detailed vision analysis
de: ✓ Detaillierte Sehanalyse
es: ✓ Análisis detallado de visión
fr: ✓ Analyse détaillée de la vision
pt: ✓ Análise detalhada da visão

# premiumBenefit3
source: ✓ Your history records
de: ✓ Ihre Verlaufsaufzeichnungen
es: ✓ Tus registros de historial
fr: ✓ Vos enregistrements d'historique
pt: ✓ Seus registros de histórico

# premiumBenefit4
source: ✓ Ad-free usage
de: ✓ Werbefreie Nutzung
es: ✓ Uso sin anuncios
fr: ✓ Utilisation sans publicité
pt: ✓ Uso sem anúncios

# trackEyeHealth
source: Track Your Eye Health
de: Verfolgen Sie Ihre Augengesundheit
es: Rastrea tu Salud Ocular
fr: Suivez Votre Santé Oculaire
pt: Acompanhe sua Saúde Ocular

# trackEyeHealthDesc
source: Compare your tests, do daily exercises, use ad-free and uninterrupted
de: Vergleichen Sie Ihre Tests, machen Sie tägliche Übungen, nutzen Sie werbefrei und unterbrechungsfrei
es: Compara tus pruebas, haz ejercicios diarios, usa sin anuncios e ininterrumpidamente
fr: Comparez vos tests, faites des exercices quotidiens, utilisez sans publicité et ininterrompu
pt: Compare seus testes, faça exercícios diários, use sem anúncios e ininterruptamente

source: One-Time Payment
de: Einmalige Zahlung
es: Pago Único
fr: Paiement Unique
pt: Pagamento Único

# lifetimeAccessDesc
source: Lifetime access
de: Lebenslanger Zugang
es: Acceso de por vida
fr: Accès à vie
pt: Acesso vitalício

# singlePaymentNote
source: Pay once • Updates included
de: Einmal zahlen • Updates enthalten
es: Paga una vez • Actualizaciones incluidas
fr: Payez une fois • Mises à jour incluses
pt: Pague uma vez • Atualizações incluídas

source: Continue with Premium
de: Mit Premium fortfahren
es: Continuar con Premium
fr: Continuer avec Premium
pt: Continuar com Premium

# paywallDisclaimer
source: This app does not provide medical diagnosis. Tests are for informational and tracking purposes.
de: Diese App stellt keine medizinische Diagnose. Tests dienen Informations- und Verfolgungszwecken.
es: Esta aplicación no proporciona diagnóstico médico. Las pruebas son para fines informativos y de seguimiento.
fr: Cette application ne fournit pas de diagnostic médical. Les tests sont à des fins d'information et de suivi.
pt: Este aplicativo não fornece diagnóstico médico. Os testes são para fins informativos e de acompanhamento.

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt: Configurações

source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma

source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt: Notificações

source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio Diario
fr: Rappel Quotidien
pt: Lembrete Diário

source: Notification Time
de: Benachrichtigungszeit
es: Hora de Notificación
fr: Heure de Notification
pt: Hora da Notificação

source: Sound Effects
de: Soundeffekte
es: Efectos de Sonido
fr: Effets Sonores
pt: Efeitos Sonoros

# soundEffectsDesc
source: Turn button click sounds on/off
de: Tastenklick-Sounds ein-/ausschalten
es: Activar/desactivar sonidos de clic
fr: Activer/désactiver les sons de clic
pt: Ativar/desativar sons de clique

source: Brightness Warning
de: Helligkeitswarnung
es: Advertencia de Brillo
fr: Avertissement de Luminosité
pt: Aviso de Brilho

# brightnessWarningDesc
source: Screen brightness warning before test
de: Bildschirmhelligkeit-Warnung vor dem Test
es: Advertencia de brillo de pantalla antes de la prueba
fr: Avertissement de luminosité de l'écran avant le test
pt: Aviso de brilho da tela antes do teste

# testSection
source: Test
es: Prueba
pt: Teste

# privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
pt: Política de Privacidade

# terms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
pt: Termos de Serviço

source: About
de: Über
es: Acerca de
fr: À Propos
pt: Sobre

source: Version
es: Versión
pt: Versão

source: Rate App
de: App bewerten
es: Calificar App
fr: Noter l'App
pt: Avaliar App

# howWouldYouRateUs
source: How would you rate our app?
de: Wie würden Sie unsere App bewerten?
es: ¿Cómo calificaría nuestra aplicación?
fr: Comment évalueriez-vous notre application?
pt: Como você avaliaria nosso aplicativo?

# thankYouForFeedback
source: Thank you for your feedback!
de: Vielen Dank für Ihr Feedback!
es: ¡Gracias por sus comentarios!
fr: Merci pour vos commentaires!
pt: Obrigado pelo seu feedback!

source: Submit
de: Absenden
es: Enviar
fr: Soumettre
pt: Enviar

source: Share App
de: App teilen
es: Compartir App
fr: Partager l'App
pt: Compartilhar App

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Nous Contacter
pt: Fale Conosco

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
pt: Política de Privacidade

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
pt: Termos de Serviço

# errorGeneric
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
pt: Ocorreu um erro

source: Try Again
de: Erneut versuchen
es: Intentar de Nuevo
fr: Réessayer
pt: Tentar Novamente

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pt: Confirmar

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt: Salvar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt: Excluir

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt: Fechar

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
pt: Carregando...

source: Success
de: Erfolg
es: Éxito
fr: Succès
pt: Sucesso

source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt Disponible
pt: Em Breve

source: History
de: Verlauf
es: Historial
fr: Historique
pt: Histórico

source: Exercise History
de: Übungsverlauf
es: Historial de Ejercicios
fr: Historique des Exercices
pt: Histórico de Exercícios

# viewAllTestResults
source: View all your test results
de: Alle Ihre Testergebnisse anzeigen
es: Ver todos sus resultados de pruebas
fr: Voir tous vos résultats de tests
pt: Ver todos os seus resultados de testes

# viewExerciseHistoryCalendar
source: View your exercise history in calendar
de: Ihren Übungsverlauf im Kalender anzeigen
es: Ver su historial de ejercicios en el calendario
fr: Voir votre historique d'exercices dans le calendrier
pt: Ver seu histórico de exercícios no calendário

# noHistory
source: No test history yet
de: Noch kein Testverlauf
es: Aún no hay historial de pruebas
fr: Pas encore d'historique de tests
pt: Ainda não há histórico de testes

# startFirstTest
source: Start your first test!
de: Starten Sie Ihren ersten Test!
es: ¡Inicie su primera prueba!
fr: Commencez votre premier test!
pt: Inicie seu primeiro teste!

source: Clear History
de: Verlauf löschen
es: Borrar Historial
fr: Effacer l'Historique
pt: Limpar Histórico

# confirmClearHistory
source: Are you sure you want to clear all test history?
de: Sind Sie sicher, dass Sie den gesamten Testverlauf löschen möchten?
es: ¿Está seguro de que desea borrar todo el historial de pruebas?
fr: Êtes-vous sûr de vouloir effacer tout l'historique des tests?
pt: Tem certeza de que deseja limpar todo o histórico de testes?

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
pt: Limpar

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
pt: Estatísticas

# testTypesByType
source: By Test Types
de: Nach Testtyp
es: Por Tipo de Prueba
fr: Par Type de Test
pt: Por Tipo de Teste

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
pt: Hoje

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
pt: Ontem

# exerciseDaysCompleted
source: Days with exercises
de: Tage mit Übungen
es: Días con ejercicios
fr: Jours avec exercices
pt: Dias com exercícios

# weekdayMonday
source: Mon
de: Mo
es: Lun
fr: Lun
pt: Seg

# weekdayTuesday
source: Tue
de: Di
es: Mar
fr: Mar
pt: Ter

# weekdayWednesday
source: Wed
de: Mi
es: Mié
fr: Mer
pt: Qua

# weekdayThursday
source: Thu
de: Do
es: Jue
fr: Jeu
pt: Qui

# weekdayFriday
source: Fri
de: Fr
es: Vie
fr: Ven
pt: Sex

# weekdaySaturday
source: Sat
de: Sa
es: Sáb
fr: Sam
pt: Sáb

# weekdaySunday
source: Sun
de: So
es: Dom
fr: Dim
pt: Dom

# monthJanuary
source: January
de: Januar
es: Enero
fr: Janvier
pt: Janeiro

# monthFebruary
source: February
de: Februar
es: Febrero
fr: Février
pt: Fevereiro

# monthMarch
source: March
de: März
es: Marzo
fr: Mars
pt: Março

# monthApril
source: April
es: Abril
fr: Avril
pt: Abril

# monthMay
source: May
de: Mai
es: Mayo
fr: Mai
pt: Maio

# monthJune
source: June
de: Juni
es: Junio
fr: Juin
pt: Junho

# monthJuly
source: July
de: Juli
es: Julio
fr: Juillet
pt: Julho

# monthAugust
source: August
es: Agosto
fr: Août
pt: Agosto

# monthSeptember
source: September
es: Septiembre
fr: Septembre
pt: Setembro

# monthOctober
source: October
de: Oktober
es: Octubre
fr: Octobre
pt: Outubro

# monthNovember
source: November
es: Noviembre
fr: Novembre
pt: Novembro

# monthDecember
source: December
de: Dezember
es: Diciembre
fr: Décembre
pt: Dezembro

# exerciseBlinking
source: Blinking
de: Blinzeln
es: Parpadeo
fr: Clignement
pt: Piscar

# exerciseFocusShift
source: Focus Shifting
de: Fokusverschiebung
es: Cambio de Enfoque
fr: Changement de Focus
pt: Mudança de Foco

# exerciseCircularMovement
source: Circular Movement
de: Kreisbewegung
es: Movimiento Circular
fr: Mouvement Circulaire
pt: Movimento Circular

# exerciseNearFar
source: Near-Far Focus
de: Nah-Fern-Fokus
es: Enfoque Cerca-Lejos
fr: Focus Proche-Loin
pt: Foco Perto-Longe

# exerciseFigureEight
source: Figure Eight
de: Acht-Figur
es: Figura Ocho
fr: Figure en Huit
pt: Figura Oito

source: seconds
de: Sekunden
es: segundos
fr: secondes
pt: segundos

source: minutes
de: Minuten
es: minutos
pt: minutos

source: Duration
de: Dauer
es: Duración
fr: Durée
pt: Duração

source: Repetitions
de: Wiederholungen
es: Repeticiones
fr: Répétitions
pt: Repetições

source: Select Profile
de: Profil auswählen
es: Seleccionar Perfil
fr: Sélectionner Profil
pt: Selecionar Perfil

source: Office Worker
de: Büroangestellter
es: Trabajador de Oficina
fr: Employé de Bureau
pt: Trabalhador de Escritório

source: Student
es: Estudiante
fr: Étudiant
pt: Estudante

source: Driver
de: Fahrer
es: Conductor
fr: Conducteur
pt: Motorista

source: Senior
es: Adulto Mayor
pt: Idoso

source: General
de: Allgemein
fr: Général
pt: Geral

# testAdTitle
source: TEST AD
de: TESTWERBUNG
es: ANUNCIO DE PRUEBA
fr: PUBLICITÉ TEST
pt: ANÚNCIO DE TESTE

# testAdDesc
source: This is a test ad
de: Dies ist eine Testwerbung
es: Este es un anuncio de prueba
fr: Ceci est une publicité de test
pt: Este é um anúncio de teste

# closeableIn
source: Closeable in {seconds} seconds
de: Schließbar in {seconds} Sekunden
es: Se puede cerrar en {seconds} segundos
fr: Fermable dans {seconds} secondes
pt: Pode ser fechado em {seconds} segundos

source: Complete and Get Reward
de: Abschließen und Belohnung erhalten
es: Completar y Obtener Recompensa
fr: Terminer et Obtenir la Récompense
pt: Completar e Receber Recompensa

# waiting
source: Waiting... ({seconds})
de: Warten... ({seconds})
es: Esperando... ({seconds})
fr: Attente... ({seconds})
pt: Aguardando... ({seconds})

# privacyPolicyTitle
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
pt: Política de Privacidade

# privacyPolicySubtitle
source: Learn how your data is protected
de: Erfahren Sie, wie Ihre Daten geschützt werden
es: Aprenda cómo se protegen sus datos
fr: Découvrez comment vos données sont protégées
pt: Saiba como seus dados são protegidos

# privacySection1Title
source: 1. Data Collection
de: 1. Datenerfassung
es: 1. Recopilación de Datos
fr: 1. Collecte de Données
pt: 1. Coleta de Dados
