Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# exerciseAdult1Desc
source: Slowly close your eyes, wait one second, open. Repeat this five times.
de: Schließe langsam deine Augen, warte eine Sekunde, öffne. Wiederhole dies fünfmal.
es: Cierra los ojos lentamente, espera un segundo, abre. Repite esto cinco veces.
fr: Fermez lentement les yeux, attendez une seconde, ouvrez. Répétez cela cinq fois.
pt: Feche os olhos lentamente, espere um segundo, abra. Repita isso cinco vezes.

# exerciseAdult1Benefit
source: Moisturizes the eyes and prevents dryness
de: Befeuchtet die Augen und verhindert Trockenheit
es: Hidrata los ojos y previene la sequedad
fr: Hydrate les yeux et prévient la sécheresse
pt: Hidrata os olhos e previne a secura

# exerciseAdult3Title
source: Near–Far Focus
de: Nah–Fern Fokus
es: Enfoque Cerca–Lejos
fr: Mise au Point Proche–Loin
pt: Foco Perto–Longe

# exerciseAdult3Desc
source: Look at your finger for ten seconds. Now look at a distant point for twenty seconds. Repeat this three times.
de: Schaue zehn Sekunden auf deinen Finger. Jetzt schaue zwanzig Sekunden auf einen entfernten Punkt. Wiederhole dies dreimal.
es: Mira tu dedo durante diez segundos. Ahora mira un punto distante durante veinte segundos. Repite esto tres veces.
fr: Regardez votre doigt pendant dix secondes. Maintenant regardez un point distant pendant vingt secondes. Répétez cela trois fois.
pt: Olhe para o seu dedo por dez segundos. Agora olhe para um ponto distante por vinte segundos. Repita isso três vezes.

# exerciseAdult3Benefit
source: Strengthens focus muscles, reduces near vision fatigue
de: Stärkt die Fokussierungsmuskeln, reduziert Nahsichtmüdigkeit
es: Fortalece los músculos de enfoque, reduce la fatiga de visión cercana
fr: Renforce les muscles de mise au point, réduit la fatigue de vision de près
pt: Fortalece os músculos de foco, reduz a fadiga de visão próxima

# exerciseAdult4Title
source: Finger Tracking
de: Fingerverfolgung
es: Seguimiento de Dedo
fr: Suivi du Doigt
pt: Rastreamento do Dedo

# exerciseAdult4Desc
source: Slowly bring your index finger held at arm's length closer until it touches your nose. Slowly move it away. Do this ten times.
de: Bringe langsam deinen Zeigefinger, den du auf Armlänge hältst, näher, bis er deine Nase berührt. Bewege ihn langsam weg. Mache dies zehnmal.
es: Acerca lentamente tu dedo índice sostenido a la distancia del brazo hasta que toque tu nariz. Aléjalo lentamente. Haz esto diez veces.
fr: Rapprochez lentement votre index tenu à bout de bras jusqu'à ce qu'il touche votre nez. Éloignez-le lentement. Faites cela dix fois.
pt: Aproxime lentamente o dedo indicador mantido à distância do braço até tocar o nariz. Afaste lentamente. Faça isso dez vezes.

# exerciseAdult4Benefit
source: Improves eye coordination, provides awareness of strabismus
de: Verbessert die Augenkoordination, schafft Bewusstsein für Schielen
es: Mejora la coordinación ocular, proporciona conciencia del estrabismo
fr: Améliore la coordination oculaire, fournit une prise de conscience du strabisme
pt: Melhora a coordenação ocular, fornece consciência do estrabismo

# exerciseAdult5Title
source: Up–Down Scanning
de: Hoch–Runter Scannen
es: Exploración Arriba–Abajo
fr: Balayage Haut–Bas
pt: Varredura Cima–Baixo

# exerciseAdult5Desc
source: Just look up and down with your eyes. Repeat this ten times.
de: Schaue einfach mit deinen Augen hoch und runter. Wiederhole dies zehnmal.
es: Solo mira arriba y abajo con los ojos. Repite esto diez veces.
fr: Regardez simplement en haut et en bas avec vos yeux. Répétez cela dix fois.
pt: Apenas olhe para cima e para baixo com os olhos. Repita isso dez vezes.

# exerciseAdult5Benefit
source: Stretches eye muscles, increases vertical movement ability
de: Dehnt die Augenmuskeln, erhöht die vertikale Bewegungsfähigkeit
es: Estira los músculos oculares, aumenta la capacidad de movimiento vertical
fr: Étire les muscles oculaires, augmente la capacité de mouvement vertical
pt: Estica os músculos oculares, aumenta a capacidade de movimento vertical

# exerciseAdult6Title
source: Left–Right Scanning
de: Links–Rechts Scannen
es: Exploración Izquierda–Derecha
fr: Balayage Gauche–Droite
pt: Varredura Esquerda–Direita

# exerciseAdult6Desc
source: Keep your head still. Look left and right with your eyes, repeat this five times each.
de: Halte deinen Kopf still. Schaue mit deinen Augen links und rechts, wiederhole dies jeweils fünfmal.
es: Mantén la cabeza quieta. Mira a la izquierda y derecha con los ojos, repite esto cinco veces cada uno.
fr: Gardez la tête immobile. Regardez à gauche et à droite avec vos yeux, répétez cela cinq fois de chaque côté.
pt: Mantenha a cabeça parada. Olhe para a esquerda e direita com os olhos, repita isso cinco vezes cada.

# exerciseAdult6Benefit
source: Improves horizontal eye movements, can increase reading speed
de: Verbessert horizontale Augenbewegungen, kann die Lesegeschwindigkeit erhöhen
es: Mejora los movimientos oculares horizontales, puede aumentar la velocidad de lectura
fr: Améliore les mouvements oculaires horizontaux, peut augmenter la vitesse de lecture
pt: Melhora os movimentos oculares horizontais, pode aumentar a velocidade de leitura

# exerciseAdult7Title
source: Circular Eye Movement
de: Kreisförmige Augenbewegung
es: Movimiento Circular de Ojos
fr: Mouvement Circulaire des Yeux
pt: Movimento Circular dos Olhos

# exerciseAdult7Desc
source: Close your eyes. Draw a large circle clockwise, do this five times. Then draw in the opposite direction.
de: Schließe deine Augen. Zeichne einen großen Kreis im Uhrzeigersinn, mache dies fünfmal. Dann zeichne in die entgegengesetzte Richtung.
es: Cierra los ojos. Dibuja un círculo grande en sentido horario, haz esto cinco veces. Luego dibuja en dirección opuesta.
fr: Fermez les yeux. Dessinez un grand cercle dans le sens des aiguilles d'une montre, faites cela cinq fois. Ensuite dessinez dans la direction opposée.
pt: Feche os olhos. Desenhe um círculo grande no sentido horário, faça isso cinco vezes. Depois desenhe na direção oposta.

# exerciseAdult7Benefit
source: Relaxes eye muscles, increases blood circulation
de: Entspannt die Augenmuskeln, erhöht die Durchblutung
es: Relaja los músculos oculares, aumenta la circulación sanguínea
fr: Détend les muscles oculaires, augmente la circulation sanguine
pt: Relaxa os músculos oculares, aumenta a circulação sanguínea

# exerciseAdult8Title
source: Imaginary Eight
de: Imaginäre Acht
es: Ocho Imaginario
fr: Huit Imaginaire
pt: Oito Imaginário

# exerciseAdult8Desc
source: Close your eyes and slowly draw the infinity symbol.
de: Schließe deine Augen und zeichne langsam das Unendlichkeitssymbol.
es: Cierra los ojos y dibuja lentamente el símbolo de infinito.
fr: Fermez les yeux et dessinez lentement le symbole de l'infini.
pt: Feche os olhos e desenhe lentamente o símbolo do infinito.

# exerciseAdult8Benefit
source: Improves eye coordination, strengthens eye muscles
de: Verbessert die Augenkoordination, stärkt die Augenmuskeln
es: Mejora la coordinación ocular, fortalece los músculos oculares
fr: Améliore la coordination oculaire, renforce les muscles oculaires
pt: Melhora a coordenação ocular, fortalece os músculos oculares

# exerciseAdult9Title
source: Peripheral Vision Awareness
de: Peripheres Sehbewusstsein
es: Conciencia de Visión Periférica
fr: Conscience de la Vision Périphérique
pt: Consciência da Visão Periférica

# exerciseAdult9Desc
source: Don't move your head. Notice the edges with your eyes.
de: Bewege deinen Kopf nicht. Bemerke die Ränder mit deinen Augen.
es: No muevas la cabeza. Nota los bordes con los ojos.
fr: Ne bougez pas la tête. Remarquez les bords avec vos yeux.
pt: Não mova a cabeça. Note as bordas com os olhos.

# exerciseAdult9Benefit
source: Develops peripheral vision, increases environmental awareness
de: Entwickelt das periphere Sehen, erhöht das Umweltbewusstsein
es: Desarrolla la visión periférica, aumenta la conciencia ambiental
fr: Développe la vision périphérique, augmente la conscience environnementale
pt: Desenvolve a visão periférica, aumenta a consciência ambiental

# exerciseAdult10Desc
source: Warm your palms by rubbing them together and close your eyes without pressing. Do this for about a minute.
de: Wärme deine Handflächen, indem du sie aneinander reibst, und schließe deine Augen ohne zu drücken. Mache dies etwa eine Minute lang.
es: Calienta las palmas frotándolas y cierra los ojos sin presionar. Haz esto durante aproximadamente un minuto.
fr: Réchauffez vos paumes en les frottant ensemble et fermez les yeux sans appuyer. Faites cela pendant environ une minute.
pt: Aqueça as palmas esfregando-as e feche os olhos sem pressionar. Faça isso por cerca de um minuto.

# exerciseAdult10Benefit
source: Deeply rests the eyes, reduces eye fatigue
de: Ruht die Augen tief aus, reduziert Augenmüdigkeit
es: Descansa profundamente los ojos, reduce la fatiga ocular
fr: Repose profondément les yeux, réduit la fatigue oculaire
pt: Descansa profundamente os olhos, reduz a fadiga ocular

# exerciseAdult11Title
source: Eyes Closed Breathing
de: Atmung mit Geschlossenen Augen
es: Respiración con Ojos Cerrados
fr: Respiration Yeux Fermés
pt: Respiração com Olhos Fechados

# exerciseAdult11Desc
source: Close your eyes. Take three deep breaths. Try not to think about anything.
de: Schließe deine Augen. Nimm drei tiefe Atemzüge. Versuche an nichts zu denken.
es: Cierra los ojos. Toma tres respiraciones profundas. Intenta no pensar en nada.
fr: Fermez les yeux. Prenez trois respirations profondes. Essayez de ne penser à rien.
pt: Feche os olhos. Dê três respirações profundas. Tente não pensar em nada.

# exerciseAdult11Benefit
source: Calms the mind, relaxes eye muscles
de: Beruhigt den Geist, entspannt die Augenmuskeln
es: Calma la mente, relaja los músculos oculares
fr: Calme l'esprit, détend les muscles oculaires
pt: Acalma a mente, relaxa os músculos oculares

# exerciseAdult12Title
source: Neck–Eye Reset
de: Nacken–Augen Reset
es: Reinicio Cuello–Ojos
fr: Réinitialisation Cou–Yeux
pt: Reset Pescoço–Olhos

# exerciseAdult12Desc
source: Drop your shoulders. Close your eyes. Massage your temples with your index fingers. Continue until you feel relaxed.
de: Lass deine Schultern fallen. Schließe deine Augen. Massiere deine Schläfen mit deinen Zeigefingern. Fahre fort, bis du dich entspannt fühlst.
es: Suelta los hombros. Cierra los ojos. Masajea las sienes con los dedos índices. Continúa hasta que te sientas relajado.
fr: Relâchez vos épaules. Fermez les yeux. Massez vos tempes avec vos index. Continuez jusqu'à ce que vous vous sentiez détendu.
pt: Solte os ombros. Feche os olhos. Massageie as têmporas com os dedos indicadores. Continue até se sentir relaxado.

# exerciseAdult12Benefit
source: Relieves headaches, reduces neck and eye tension
de: Lindert Kopfschmerzen, reduziert Nacken- und Augenspannung
es: Alivia los dolores de cabeza, reduce la tensión del cuello y los ojos
fr: Soulage les maux de tête, réduit la tension du cou et des yeux
pt: Alivia dores de cabeça, reduz a tensão do pescoço e dos olhos

# exerciseOffice1Title
source: 20-20-20 Rule
de: 20-20-20 Regel
es: Regla 20-20-20
fr: Règle 20-20-20
pt: Regra 20-20-20

# exerciseOffice1Desc
source: Every 20 minutes Look away for 20 seconds
de: Alle 20 Minuten Schaue 20 Sekunden in die Ferne
es: Cada 20 minutos Mira a lo lejos durante 20 segundos
fr: Toutes les 20 minutes Regardez au loin pendant 20 secondes
pt: A cada 20 minutos Olhe para longe por 20 segundos

# exerciseOffice1Benefit
source: Prevents screen fatigue, relaxes eye muscles
de: Verhindert Bildschirmmüdigkeit, entspannt die Augenmuskeln
es: Previene la fatiga de pantalla, relaja los músculos oculares
fr: Prévient la fatigue de l'écran, détend les muscles oculaires
pt: Previne a fadiga da tela, relaxa os músculos oculares

# exerciseOffice2Title
source: Blinking
de: Blinzeln
es: Parpadeo
fr: Clignement
pt: Piscar

# exerciseOffice2Desc
source: Blinking decreases while looking at screen Blink consciously
de: Blinzeln nimmt beim Blick auf den Bildschirm ab Blinzle bewusst
es: El parpadeo disminuye al mirar la pantalla Parpadea conscientemente
fr: Le clignement diminue en regardant l'écran Clignez consciemment
pt: Piscar diminui ao olhar para a tela Pisque conscientemente

# exerciseOffice2Benefit
source: Prevents eye dryness, moisturizes the eyes
de: Verhindert Augentrockenheit, befeuchtet die Augen
es: Previene la sequedad ocular, hidrata los ojos
fr: Prévient la sécheresse oculaire, hydrate les yeux
pt: Previne a secura ocular, hidrata os olhos

# exerciseOffice3Title
source: Eye Exercise
de: Augenübung
es: Ejercicio Ocular
fr: Exercice Oculaire
pt: Exercício Ocular

# exerciseOffice3Desc
source: Move away from screen Draw an eight with your eyes
de: Bewege dich vom Bildschirm weg Zeichne eine Acht mit deinen Augen
es: Aléjate de la pantalla Dibuja un ocho con los ojos
fr: Éloignez-vous de l'écran Dessinez un huit avec vos yeux
pt: Afaste-se da tela Desenhe um oito com os olhos

# exerciseOffice3Benefit
source: Improves eye coordination, reduces fatigue
de: Verbessert die Augenkoordination, reduziert Müdigkeit
es: Mejora la coordinación ocular, reduce la fatiga
fr: Améliore la coordination oculaire, réduit la fatigue
pt: Melhora a coordenação ocular, reduz a fadiga

# exerciseOffice4Title
source: Horizontal Gaze
de: Horizontaler Blick
es: Mirada Horizontal
fr: Regard Horizontal
pt: Olhar Horizontal

# exerciseOffice4Desc
source: Take your eyes off the screen Look left and right
de: Nimm deine Augen vom Bildschirm Schaue links und rechts
es: Aparta los ojos de la pantalla Mira a la izquierda y derecha
fr: Détournez vos yeux de l'écran Regardez à gauche et à droite
pt: Tire os olhos da tela Olhe para a esquerda e direita

# exerciseOffice4Benefit
source: Improves horizontal eye movements
de: Verbessert horizontale Augenbewegungen
es: Mejora los movimientos oculares horizontales
fr: Améliore les mouvements oculaires horizontaux
pt: Melhora os movimentos oculares horizontais

# exerciseOffice5Title
source: Vertical Gaze
de: Vertikaler Blick
es: Mirada Vertical
fr: Regard Vertical
pt: Olhar Vertical

# exerciseOffice5Desc
source: Move your eyes up and down Reduces screen fatigue
de: Bewege deine Augen hoch und runter Reduziert Bildschirmmüdigkeit
es: Mueve los ojos arriba y abajo Reduce la fatiga de pantalla
fr: Déplacez vos yeux de haut en bas Réduit la fatigue de l'écran
pt: Mova os olhos para cima e para baixo Reduz a fadiga da tela

# exerciseOffice5Benefit
source: Improves vertical eye movements, reduces screen fatigue
de: Verbessert vertikale Augenbewegungen, reduziert Bildschirmmüdigkeit
es: Mejora los movimientos oculares verticales, reduce la fatiga de pantalla
fr: Améliore les mouvements oculaires verticaux, réduit la fatigue de l'écran
pt: Melhora os movimentos oculares verticais, reduz a fadiga da tela

# exerciseOffice6Title
source: Circular Movement
de: Kreisförmige Bewegung
es: Movimiento Circular
fr: Mouvement Circulaire
pt: Movimento Circular

# exerciseOffice6Desc
source: Draw circles with your eyes Increases blood circulation
de: Zeichne Kreise mit deinen Augen Erhöht die Durchblutung
es: Dibuja círculos con los ojos Aumenta la circulación sanguínea
fr: Dessinez des cercles avec vos yeux Augmente la circulation sanguine
pt: Desenhe círculos com os olhos Aumenta a circulação sanguínea

# exerciseOffice6Benefit
source: Relaxes eye muscles, increases blood circulation
de: Entspannt die Augenmuskeln, erhöht die Durchblutung
es: Relaja los músculos oculares, aumenta la circulación sanguínea
fr: Détend les muscles oculaires, augmente la circulation sanguine
pt: Relaxa os músculos oculares, aumenta a circulação sanguínea

# exerciseOffice7Desc
source: Close your eyes Cover with your palms and rest
de: Schließe deine Augen Bedecke sie mit deinen Handflächen und ruhe dich aus
es: Cierra los ojos Cúbrelos con las palmas y descansa
fr: Fermez les yeux Couvrez avec vos paumes et reposez-vous
pt: Feche os olhos Cubra com as palmas e descanse

# exerciseOffice7Benefit
source: Deeply rests the eyes
de: Ruht die Augen tief aus
es: Descansa profundamente los ojos
fr: Repose profondément les yeux
pt: Descansa profundamente os olhos

# exerciseOffice8Title
source: Distant Gaze
de: Ferner Blick
es: Mirada Distante
fr: Regard Lointain
pt: Olhar Distante

# exerciseOffice8Desc
source: Look out the window Focus on distant objects
de: Schaue aus dem Fenster Fokussiere dich auf entfernte Objekte
es: Mira por la ventana Enfócate en objetos distantes
fr: Regardez par la fenêtre Concentrez-vous sur des objets distants
pt: Olhe pela janela Foque em objetos distantes

# exerciseOffice8Benefit
source: Improves focus on distant objects
de: Verbessert den Fokus auf entfernte Objekte
es: Mejora el enfoque en objetos distantes
fr: Améliore la mise au point sur les objets distants
pt: Melhora o foco em objetos distantes

# exerciseOffice9Title
source: Fast Blinking
de: Schnelles Blinzeln
es: Parpadeo Rápido
fr: Clignement Rapide
pt: Piscar Rápido

# exerciseOffice9Desc
source: Moisturize your eyes Blink quickly
de: Befeuchte deine Augen Blinzle schnell
es: Hidrata los ojos Parpadea rápidamente
fr: Hydratez vos yeux Clignez rapidement
pt: Hidrate os olhos Pisque rapidamente

# exerciseOffice9Benefit
source: Quickly moisturizes the eyes
de: Befeuchtet die Augen schnell
es: Hidrata rápidamente los ojos
fr: Hydrate rapidement les yeux
pt: Hidrata os olhos rapidamente

# exerciseOffice10Title
source: Eye Massage
de: Augenmassage
es: Masaje Ocular
fr: Massage Oculaire
pt: Massagem Ocular

# exerciseOffice10Desc
source: Close your eyes Relax and breathe
de: Schließe deine Augen Entspanne dich und atme
es: Cierra los ojos Relájate y respira
fr: Fermez les yeux Détendez-vous et respirez
pt: Feche os olhos Relaxe e respire

# exerciseOffice10Benefit
source: Relaxes the eyes and reduces stress
de: Entspannt die Augen und reduziert Stress
es: Relaja los ojos y reduce el estrés
fr: Détend les yeux et réduit le stress
pt: Relaxa os olhos e reduz o estresse

# resultStatusPerfect
source: Perfect Vision
de: Perfektes Sehen
es: Visión Perfecta
fr: Vision Parfaite
pt: Visão Perfeita

# resultStatusVeryGood
source: Very Good Vision
de: Sehr Gutes Sehen
es: Visión Muy Buena
fr: Très Bonne Vision
pt: Visão Muito Boa

# resultStatusGood
source: Good Vision
de: Gutes Sehen
es: Buena Visión
fr: Bonne Vision
pt: Boa Visão

# resultStatusSeeDoctor
source: See an Eye Doctor
de: Augenarzt Aufsuchen
es: Consulte a un Oftalmólogo
fr: Consultez un Ophtalmologue
pt: Consulte um Oftalmologista

# resultStatusNeedGlasses
source: Glasses/Lenses Required
de: Brille/Kontaktlinsen Erforderlich
es: Gafas/Lentes Requeridas
fr: Lunettes/Lentilles Requises
pt: Óculos/Lentes Necessários

# resultStatusUrgent
source: Schedule Appointment Immediately
de: Sofort Termin Vereinbaren
es: Programe una Cita Inmediatamente
fr: Prenez Rendez-vous Immédiatement
pt: Agende uma Consulta Imediatamente

# resultStatusColorPassed
source: Test Passed Successfully
de: Test Erfolgreich Bestanden
es: Prueba Completada Exitosamente
fr: Test Réussi avec Succès
pt: Teste Concluído com Sucesso

# resultStatusColorSuspicion
source: Color Blindness Suspicion
de: Farbenblindheit Verdacht
es: Sospecha de Daltonismo
fr: Suspicion de Daltonisme
pt: Suspeita de Daltonismo

# resultRecommendationGeneral
source: These results are for informational purposes only. Please consult an eye doctor for a definitive diagnosis.
de: Diese Ergebnisse dienen nur zu Informationszwecken. Bitte konsultieren Sie einen Augenarzt für eine definitive Diagnose.
es: Estos resultados son solo para fines informativos. Consulte a un oftalmólogo para un diagnóstico definitivo.
fr: Ces résultats sont à titre informatif uniquement. Veuillez consulter un ophtalmologue pour un diagnostic définitif.
pt: Estes resultados são apenas para fins informativos. Consulte um oftalmologista para um diagnóstico definitivo.

# resultRecommendationColorNormal
source: Your color vision appears normal. Consult your eye doctor for regular checkups.
de: Ihr Farbsehen scheint normal zu sein. Konsultieren Sie Ihren Augenarzt für regelmäßige Kontrollen.
es: Su visión del color parece normal. Consulte a su oftalmólogo para controles regulares.
fr: Votre vision des couleurs semble normale. Consultez votre ophtalmologue pour des contrôles réguliers.
pt: Sua visão de cores parece normal. Consulte seu oftalmologista para exames regulares.

# resultRecommendationColorSuspicion
source: There is a suspicion of color blindness. Please see your doctor.
de: Es besteht ein Verdacht auf Farbenblindheit. Bitte konsultieren Sie Ihren Arzt.
es: Hay sospecha de daltonismo. Por favor, consulte a su médico.
fr: Il y a une suspicion de daltonisme. Veuillez consulter votre médecin.
pt: Há suspeita de daltonismo. Por favor, consulte seu médico.

# resultSubtitleVisualAcuity
source: Visual Acuity Analysis
de: Sehschärfe-Analyse
es: Análisis de Agudeza Visual
fr: Analyse de l'Acuité Visuelle
pt: Análise de Acuidade Visual

# resultSubtitleColorVision
source: Color Blindness Test Result
de: Farbenblindheit-Test Ergebnis
es: Resultado de la Prueba de Daltonismo
fr: Résultat du Test de Daltonisme
pt: Resultado do Teste de Daltonismo

# resultSubtitleGeneral
source: Test Result
de: Testergebnis
es: Resultado de la Prueba
fr: Résultat du Test
pt: Resultado do Teste

# resultImportantWarning
source: Important Warning
de: Wichtige Warnung
es: Advertencia Importante
fr: Avertissement Important
pt: Aviso Importante

# resultRecommendation
source: Recommendation
de: Empfehlung
es: Recomendación
fr: Recommandation
pt: Recomendação

# resultMedicalDisclaimer
source: These results are for informational purposes only and do not constitute a medical diagnosis. Please consult a qualified eye care professional for a comprehensive examination.
de: Diese Ergebnisse dienen nur zu Informationszwecken und stellen keine medizinische Diagnose dar. Bitte konsultieren Sie einen qualifizierten Augenarzt für eine umfassende Untersuchung.
es: Estos resultados son solo para fines informativos y no constituyen un diagnóstico médico. Por favor, consulte a un profesional de atención ocular calificado para un examen completo.
fr: Ces résultats sont à titre informatif uniquement et ne constituent pas un diagnostic médical. Veuillez consulter un professionnel de soins oculaires qualifié pour un examen complet.
pt: Estes resultados são apenas para fins informativos e não constituem um diagnóstico médico. Por favor, consulte um profissional de cuidados oculares qualificado para um exame completo.

# resultDetailedAnalysis
source: Detailed Analysis
de: Detaillierte Analyse
es: Análisis Detallado
fr: Analyse Détaillée
pt: Análise Detalhada

# resultViewDetailedAnalysis
source: View Detailed Analysis
de: Detaillierte Analyse Anzeigen
es: Ver Análisis Detallado
fr: Voir l'Analyse Détaillée
pt: Ver Análise Detalhada

# resultDetailedAnalysisLocked
source: To view detailed analysis
de: Um die detaillierte Analyse zu sehen
es: Para ver el análisis detallado
fr: Pour voir l'analyse détaillée
pt: Para ver a análise detalhada

# resultWatchAd
source: Watch Ad
de: Werbung Ansehen
es: Ver Anuncio
fr: Regarder la Publicité
pt: Assistir Anúncio

# resultHomeMenu
source: Home Menu
de: Hauptmenü
es: Menú Principal
fr: Menu Principal
pt: Menu Principal

# resultComparisonPrevious
source: Comparison with Previous Test
de: Vergleich mit Vorherigem Test
es: Comparación con Prueba Anterior
fr: Comparaison avec le Test Précédent
pt: Comparação com Teste Anterior

# resultComparisonText
source: Previous: %{previous} → Now: %{current} ({difference}%)
de: Vorher: %{previous} → Jetzt: %{current} ({difference}%)
es: Anterior: %{previous} → Ahora: %{current} ({difference}%)
fr: Précédent: %{previous} → Maintenant: %{current} ({difference}%)
pt: Anterior: %{previous} → Agora: %{current} ({difference}%)
