Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# nearVisionInfoDesc
source: Near vision test measures how well you can see books, phones, or objects at close range. This test helps evaluate conditions such as presbyopia (age-related near vision problems).
de: Der Nahseh-Test misst, wie gut Sie Bücher, Telefone oder Objekte in kurzer Entfernung sehen können. Dieser Test hilft bei der Bewertung von Zuständen wie Presbyopie (altersbedingte Nahsehprobleme).
es: La prueba de visión cercana mide qué tan bien puede ver libros, teléfonos u objetos a corta distancia. Esta prueba ayuda a evaluar condiciones como la presbicia (problemas de visión cercana relacionados con la edad).
fr: Le test de vision de près mesure dans quelle mesure vous pouvez voir les livres, les téléphones ou les objets à courte distance. Ce test aide à évaluer des conditions telles que la presbytie (problèmes de vision de près liés à l'âge).
pt: O teste de visão de perto mede o quão bem você pode ver livros, telefones ou objetos a curta distância. Este teste ajuda a avaliar condições como presbiopia (problemas de visão de perto relacionados à idade).

# nearVisionInfoTip
source: A healthy individual should be able to read small text at close range clearly. During the test, the text will gradually become smaller.
de: Eine gesunde Person sollte kleine Texte in kurzer Entfernung klar lesen können. Während des Tests wird der Text allmählich kleiner.
es: Un individuo sano debería poder leer texto pequeño a corta distancia claramente. Durante la prueba, el texto se volverá gradualmente más pequeño.
fr: Un individu en bonne santé devrait pouvoir lire de petits textes à courte distance clairement. Pendant le test, le texte deviendra progressivement plus petit.
pt: Um indivíduo saudável deve ser capaz de ler textos pequenos a curta distância claramente. Durante o teste, o texto ficará gradualmente menor.

# nearVisionDistanceDialogTitle
source: Book Reading Distance
de: Leseabstand
es: Distancia de Lectura
fr: Distance de Lecture
pt: Distância de Leitura

# nearVisionDistanceDialogContent
source: You can start the test when you bring the device to book reading distance (25-30 cm).
de: Sie können den Test starten, wenn Sie das Gerät auf Leseabstand (25-30 cm) bringen.
es: Puede comenzar la prueba cuando acerque el dispositivo a la distancia de lectura (25-30 cm).
fr: Vous pouvez commencer le test lorsque vous rapprochez l'appareil à la distance de lecture (25-30 cm).
pt: Você pode começar o teste quando aproximar o dispositivo na distância de leitura (25-30 cm).

# nearVisionInstruction1
source: Hold the phone at approximately 40 cm distance
de: Halten Sie das Telefon in etwa 40 cm Entfernung
es: Mantenga el teléfono a aproximadamente 40 cm de distancia
fr: Tenez le téléphone à environ 40 cm de distance
pt: Segure o telefone a aproximadamente 40 cm de distância

# nearVisionInstruction2
source: Read the word on the screen
de: Lesen Sie das Wort auf dem Bildschirm
es: Lea la palabra en la pantalla
fr: Lisez le mot à l'écran
pt: Leia a palavra na tela

# nearVisionInstruction3
source: Select the word you see from the options
de: Wählen Sie das Wort, das Sie sehen, aus den Optionen
es: Seleccione la palabra que ve de las opciones
fr: Sélectionnez le mot que vous voyez parmi les options
pt: Selecione a palavra que você vê das opções

# nearVisionInstruction4
source: The texts will gradually get smaller
de: Die Texte werden allmählich kleiner
es: Los textos se volverán gradualmente más pequeños
fr: Les textes deviendront progressivement plus petits
pt: Os textos ficarão gradualmente menores

# nearVisionQuestion
source: Which word do you see?
de: Welches Wort sehen Sie?
es: ¿Qué palabra ve?
fr: Quel mot voyez-vous?
pt: Qual palavra você vê?

# nearVisionDiagnosisNormal
source: Your near vision appears normal
de: Ihr Nahsehen scheint normal zu sein
es: Su visión cercana parece normal
fr: Votre vision de près semble normale
pt: Sua visão de perto parece normal

# nearVisionDiagnosisMild
source: There may be a mild near vision problem
de: Es kann ein leichtes Nahsehproblem geben
es: Puede haber un problema leve de visión cercana
fr: Il peut y avoir un problème léger de vision de près
pt: Pode haver um problema leve de visão de perto

# nearVisionDiagnosisSevere
source: There is a near vision problem. Consult an eye doctor.
de: Es gibt ein Nahsehproblem. Konsultieren Sie einen Augenarzt.
es: Hay un problema de visión cercana. Consulte a un oftalmólogo.
fr: Il y a un problème de vision de près. Consultez un ophtalmologiste.
pt: Há um problema de visão de perto. Consulte um oftalmologista.

# nearVisionWord1
source: BOOK
de: BUCH
es: LIBRO
fr: LIVRE
pt: LIVRO

# nearVisionWord2
source: TEXT
es: TEXTO
fr: TEXTE
pt: TEXTO

# nearVisionWord3
source: READ
de: LESEN
es: LEER
fr: LIRE
pt: LER

# nearVisionWord4
source: PASSAGE
de: STELLE
es: PASAJE
pt: PASSAGEM

# nearVisionWord5
source: LINE
de: ZEILE
es: LÍNEA
fr: LIGNE
pt: LINHA

# nearVisionWord6
source: WORD
de: WORT
es: PALABRA
fr: MOT
pt: PALAVRA

# nearVisionWord7
source: SENTENCE
de: SATZ
es: ORACIÓN
fr: PHRASE
pt: FRASE

# nearVisionWord8
source: PARAGRAPH
de: ABSATZ
es: PÁRRAFO
fr: PARAGRAPHE
pt: PARÁGRAFO

# nearVisionWord9
source: LETTER
de: BUCHSTABE
es: LETRA
fr: LETTRE
pt: LETRA

# nearVisionWord10
source: TERM
de: BEGRIFF
es: TÉRMINO
fr: TERME
pt: TERMO

# peripheralVisionInfoTitle
source: What is Peripheral Vision Test?
de: Was ist der periphere Sehtest?
es: ¿Qué es la Prueba de Visión Periférica?
fr: Qu'est-ce que le Test de Vision Périphérique?
pt: O que é o Teste de Visão Periférica?

# peripheralVisionInfoDesc
source: Peripheral vision is the ability to see outside the central field of vision. This test helps detect conditions such as glaucoma and retinal problems.
de: Peripheres Sehen ist die Fähigkeit, außerhalb des zentralen Gesichtsfelds zu sehen. Dieser Test misst Ihre Fähigkeit, Lichter in Ihrem seitlichen Sichtfeld zu erkennen.
es: La visión periférica es la capacidad de ver fuera del campo visual central. Esta prueba mide su capacidad para detectar luces que aparecen en su visión lateral.
fr: La vision périphérique est la capacité de voir en dehors du champ visuel central. Ce test mesure votre capacité à détecter les lumières apparaissant dans votre vision latérale.
pt: A visão periférica é a capacidade de ver fora do campo visual central. Este teste ajuda a detectar condições como glaucoma e problemas de retina.

# peripheralVisionInfoTip
source: Focus on the center point and try to see the hollow shape at the edges. Do not move your head or eyes.
de: Halten Sie Ihre Augen auf den roten Mittelpunkt gerichtet und tippen Sie auf die gelben Lichter, wenn sie an den Rändern erscheinen.
es: Mantenga los ojos fijos en el punto rojo central y toque las luces amarillas cuando aparezcan en los bordes.
fr: Gardez vos yeux fixés sur le point rouge central et touchez les lumières jaunes lorsqu'elles apparaissent sur les bords.
pt: Foque no ponto central e tente ver a forma oca nas bordas. Não mova sua cabeça ou olhos.

# peripheralVisionInstruction1
source: Focus on the center point
de: Fixieren Sie Ihre Augen auf den roten Mittelpunkt
es: Fije sus ojos en el punto rojo central
fr: Fixez vos yeux sur le point rouge central
pt: Foque no ponto central

# peripheralVisionInstruction2
source: Do not move your head or eyes
de: Gelbe Lichter erscheinen an den Rändern
es: Las luces amarillas aparecerán en los bordes
fr: Des lumières jaunes apparaîtront sur les bords
pt: Não mova a cabeça ou os olhos

# peripheralVisionInstruction3
source: Indicate whether you see the shapes on the sides
de: Tippen Sie auf das Licht, sobald Sie es sehen
es: Toque la luz tan pronto como la vea
fr: Touchez la lumière dès que vous la voyez
pt: Indique se você vê as formas nas laterais

# peripheralVisionInstruction4
source: Select the empty shape
de: Ihre Reaktionszeit wird gemessen
es: Se medirá su tiempo de reacción
fr: Votre temps de réaction sera mesuré
pt: Selecione a forma vazia

# peripheralVisionQuestion
source: Look at the center and select the empty shape
de: Tippen Sie auf das Licht, wenn Sie es sehen
es: Toque la luz cuando la vea
fr: Touchez la lumière quand vous la voyez
pt: Olhe para o centro e selecione a forma vazia

# eyeMovementInfoTitle
source: What is Eye Movement Test?
de: Was ist der Augenbewegungstest?
es: ¿Qué es la Prueba de Movimiento Ocular?
fr: Qu'est-ce que le Test de Mouvement Oculaire?
pt: O que é o Teste de Movimento Ocular?

# eyeMovementInfoDesc
source: Smooth pursuit test measures the eyes' ability to track moving objects. This test helps evaluate eye muscle coordination and neurological problems.
de: Der Smooth-Pursuit-Test misst die Fähigkeit der Augen, sich bewegende Objekte zu verfolgen. Dieser Test hilft bei der Bewertung der Augenmuskelkoordination und neurologischer Probleme.
es: La prueba de seguimiento suave mide la capacidad de los ojos para rastrear objetos en movimiento. Esta prueba ayuda a evaluar la coordinación de los músculos oculares y problemas neurológicos.
fr: Le test de poursuite fluide mesure la capacité des yeux à suivre les objets en mouvement. Ce test aide à évaluer la coordination des muscles oculaires et les problèmes neurologiques.
pt: O teste de perseguição suave mede a capacidade dos olhos de rastrear objetos em movimento. Este teste ajuda a avaliar a coordenação dos músculos oculares e problemas neurológicos.

# eyeMovementInfoTip
source: A healthy individual should be able to track a moving object with their eyes only, without moving their head.
de: Eine gesunde Person sollte ein sich bewegendes Objekt nur mit den Augen verfolgen können, ohne den Kopf zu bewegen.
es: Un individuo sano debería poder rastrear un objeto en movimiento solo con los ojos, sin mover la cabeza.
fr: Un individu en bonne santé devrait pouvoir suivre un objet en mouvement uniquement avec les yeux, sans bouger la tête.
pt: Um indivíduo saudável deve ser capaz de rastrear um objeto em movimento apenas com os olhos, sem mover a cabeça.

# eyeMovementInstruction1
source: Keep both eyes open
de: Halten Sie beide Augen offen
es: Mantenga ambos ojos abiertos
fr: Gardez les deux yeux ouverts
pt: Mantenha ambos os olhos abertos

# eyeMovementInstruction2
source: Track the moving ball with your eyes only
de: Verfolgen Sie den sich bewegenden Ball nur mit den Augen
es: Rastree la pelota en movimiento solo con los ojos
fr: Suivez la balle en mouvement uniquement avec vos yeux
pt: Rastreie a bola em movimento apenas com os olhos

# eyeMovementInstruction3
source: Do not move your head
de: Bewegen Sie den Kopf nicht
es: No mueva la cabeza
fr: Ne bougez pas la tête
pt: Não mova a cabeça

# eyeMovementInstruction4
source: Indicate whether you can track the ball
de: Geben Sie an, ob Sie den Ball verfolgen können
es: Indique si puede rastrear la pelota
fr: Indiquez si vous pouvez suivre la balle
pt: Indique se você consegue rastrear a bola

# eyeMovementQuestion
source: Could you track the ball?
de: Konnten Sie den Ball verfolgen?
es: ¿Pudiste rastrear la pelota?
fr: Avez-vous pu suivre la balle?
pt: Você conseguiu rastrear a bola?

# eyeMovementCanFollow
source: Yes, I can follow
de: Ja, ich kann folgen
es: Sí, puedo seguir
fr: Oui, je peux suivre
pt: Sim, posso seguir

# eyeMovementCannotFollow
source: No, I cannot follow
de: Nein, ich kann nicht folgen
es: No, no puedo seguir
fr: Non, je ne peux pas suivre
pt: Não, não posso seguir

# eyeMovementDiagnosisNormal
source: Your eye movement tracking ability appears normal
de: Ihre Augenbewegungs-Tracking-Fähigkeit scheint normal zu sein
es: Su capacidad de seguimiento del movimiento ocular parece normal
fr: Votre capacité de suivi du mouvement oculaire semble normale
pt: Sua capacidade de rastreamento de movimento ocular parece normal

# eyeMovementDiagnosisMild
source: There may be a mild eye movement problem
de: Es kann ein leichtes Augenbewegungsproblem geben
es: Puede haber un problema leve de movimiento ocular
fr: Il peut y avoir un problème de mouvement oculaire léger
pt: Pode haver um problema leve de movimento ocular

# eyeMovementDiagnosisLow
source: There is an eye movement problem. Consult an eye doctor.
de: Es gibt ein Augenbewegungsproblem. Konsultieren Sie einen Augenarzt.
es: Hay un problema de movimiento ocular. Consulte a un oftalmólogo.
fr: Il y a un problème de mouvement oculaire. Consultez un ophtalmologiste.
pt: Há um problema de movimento ocular. Consulte um oftalmologista.

# vergenceInfoTitle
source: What is Vergence Test?
de: Was ist der Vergenz-Test?
es: ¿Qué es la Prueba de Vergencia?
fr: Qu'est-ce que le Test de Vergence?
pt: O que é o Teste de Vergência?

# vergenceInfoDesc
source: Vergence Test measures your eyes' ability to converge (bring closer) and diverge (move apart). This test detects double vision (diplopia) and eye muscle coordination problems.
de: Der Vergenz-Test misst die Fähigkeit Ihrer Augen zu konvergieren (annähern) und zu divergieren (entfernen). Dieser Test erkennt Doppelbilder (Diplopie) und Augenmuskelkoordinationsprobleme.
es: La Prueba de Vergencia mide la capacidad de sus ojos para converger (acercar) y divergir (alejar). Esta prueba detecta visión doble (diplopía) y problemas de coordinación de los músculos oculares.
fr: Le Test de Vergence mesure la capacité de vos yeux à converger (rapprocher) et diverger (éloigner). Ce test détecte la vision double (diplopie) et les problèmes de coordination des muscles oculaires.
pt: O Teste de Vergência mede a capacidade de seus olhos de convergir (aproximar) e divergir (afastar). Este teste detecta visão dupla (diplopia) e problemas de coordenação dos músculos oculares.

# vergenceInfoTip
source: During the test, you will bring an object closer and move it away. You will indicate whether there is double vision.
de: Während des Tests werden Sie ein Objekt näher bringen und entfernen. Sie werden angeben, ob es Doppelbilder gibt.
es: Durante la prueba, acercará un objeto y lo alejará. Indicará si hay visión doble.
fr: Pendant le test, vous rapprocherez un objet et l'éloignerez. Vous indiquerez s'il y a une vision double.
pt: Durante o teste, você aproximará um objeto e o afastará. Você indicará se há visão dupla.

# vergenceInfoSectionTitle
source: Professional Binocular Vision Test
de: Professioneller Binokularer Sehtest
es: Prueba Profesional de Visión Binocular
fr: Test Professionnel de Vision Binoculaire
pt: Teste Profissional de Visão Binocular

# vergenceInstruction1
source: Focus on the object on the screen
de: Konzentrieren Sie sich auf das Objekt auf dem Bildschirm
es: Enfóquese en el objeto en la pantalla
fr: Concentrez-vous sur l'objet à l'écran
pt: Foque no objeto na tela

# vergenceInstruction2
source: Bring the object closer or move it further away
de: Bringen Sie das Objekt näher oder entfernen Sie es
es: Acérquese o aleje el objeto
fr: Rapprochez ou éloignez l'objet
pt: Aproxime ou afaste o objeto

# vergenceInstruction3
source: Indicate if there is double vision (diplopia)
de: Geben Sie an, ob Doppelsehen (Diplopie) vorliegt
es: Indique si hay visión doble (diplopía)
fr: Indiquez s'il y a une vision double (diplopie)
pt: Indique se há visão dupla (diplopia)

# vergenceInstruction4
source: Keep both eyes open
de: Halten Sie beide Augen offen
es: Mantenga ambos ojos abiertos
fr: Gardez les deux yeux ouverts
pt: Mantenha ambos os olhos abertos

# vergenceQuestionConverge
source: Bring the object closer (toward your nose)
de: Bringen Sie das Objekt näher (zu Ihrer Nase)
es: Acérquese el objeto (hacia su nariz)
fr: Rapprochez l'objet (vers votre nez)
pt: Aproxime o objeto (em direção ao nariz)

# vergenceQuestionDiverge
source: Move the object further away
de: Entfernen Sie das Objekt
es: Aleje el objeto
fr: Éloignez l'objet
pt: Afaste o objeto

# vergenceQuestionFinal
source: Final convergence test
de: Letzter Konvergenztest
es: Prueba final de convergencia
fr: Test de convergence final
pt: Teste final de convergência

# vergenceDiplopiaQuestion
source: Do you see the object double?
de: Sehen Sie das Objekt doppelt?
es: ¿Ve el objeto doble?
fr: Voyez-vous l'objet en double?
pt: Você vê o objeto duplicado?

# vergenceDiagnosisNormal
source: Your convergence and divergence abilities appear normal
de: Ihre Konvergenz- und Divergenzfähigkeiten scheinen normal zu sein
es: Sus habilidades de convergencia y divergencia parecen normales
fr: Vos capacités de convergence et de divergence semblent normales
pt: Suas habilidades de convergência e divergência parecem normais

# vergenceDiagnosisMild
source: There may be a mild vergence problem - Consult an eye doctor
de: Es kann ein leichtes Vergenzproblem geben - Konsultieren Sie einen Augenarzt
es: Puede haber un problema leve de vergencia - Consulte a un oftalmólogo
fr: Il peut y avoir un problème de vergence léger - Consultez un ophtalmologiste
pt: Pode haver um problema leve de vergência - Consulte um oftalmologista

# vergenceDiagnosisSevere
source: There is a vergence problem - Definitely consult an eye doctor
de: Es gibt ein Vergenzproblem - Konsultieren Sie auf jeden Fall einen Augenarzt
es: Hay un problema de vergencia - Definitivamente consulte a un oftalmólogo
fr: Il y a un problème de vergence - Consultez définitivement un ophtalmologiste
pt: Há um problema de vergência - Definitivamente consulte um oftalmologista

# macularInfoTitle
source: What is Macular Test?
de: Was ist der Makula-Test?
es: ¿Qué es la Prueba Macular?
fr: Qu'est-ce que le Test Maculaire?
pt: O que é o Teste Macular?

# macularInfoDesc
source: The Amsler Grid test helps detect macular problems such as macular degeneration (yellow spot disease). This test identifies distortions, warps, or missing areas in the central field of vision.
de: Der Amsler-Gitter-Test hilft bei der Erkennung von Makulaproblemen wie Makuladegeneration (Gelbfleckkrankheit). Dieser Test identifiziert Verzerrungen, Verformungen oder fehlende Bereiche im zentralen Gesichtsfeld.
es: La prueba de cuadrícula de Amsler ayuda a detectar problemas maculares como la degeneración macular (enfermedad de la mancha amarilla). Esta prueba identifica distorsiones, deformaciones o áreas faltantes en el campo visual central.
fr: Le test de grille d'Amsler aide à détecter les problèmes maculaires tels que la dégénérescence maculaire (maladie de la tache jaune). Ce test identifie les distorsions, les déformations ou les zones manquantes dans le champ visuel central.
pt: O teste de grade de Amsler ajuda a detectar problemas maculares, como degeneração macular (doença da mancha amarela). Este teste identifica distorções, deformações ou áreas ausentes no campo visual central.

# macularInfoTip
source: A healthy individual should be able to see the grid lines straight and the central point at the intersection clearly. If there are distortions, blurriness, or missing areas in the lines, consult an eye doctor.
de: Eine gesunde Person sollte die Gitterlinien gerade und den zentralen Punkt am Schnittpunkt klar sehen können. Wenn es Verzerrungen, Unschärfe oder fehlende Bereiche in den Linien gibt, konsultieren Sie einen Augenarzt.
es: Un individuo sano debería poder ver las líneas de la cuadrícula rectas y el punto central en la intersección claramente. Si hay distorsiones, borrosidad o áreas faltantes en las líneas, consulte a un oftalmólogo.
fr: Un individu en bonne santé devrait pouvoir voir les lignes de la grille droites et le point central à l'intersection clairement. S'il y a des distorsions, une vision floue ou des zones manquantes dans les lignes, consultez un ophtalmologiste.
pt: Um indivíduo saudável deve ser capaz de ver as linhas da grade retas e o ponto central na interseção claramente. Se houver distorções, desfoque ou áreas ausentes nas linhas, consulte um oftalmologista.

# macularInstruction1
source: Close one eye
de: Schließen Sie ein Auge
es: Cierre un ojo
fr: Fermez un œil
pt: Feche um olho

# macularInstruction2
source: Focus on the dot in the center of the grid
de: Konzentrieren Sie sich auf den Punkt in der Mitte des Gitters
es: Enfóquese en el punto en el centro de la cuadrícula
fr: Concentrez-vous sur le point au centre de la grille
pt: Foque no ponto no centro da grade

# macularInstruction3
source: Check if all lines are straight and equal
de: Überprüfen Sie, ob alle Linien gerade und gleich sind
es: Verifique si todas las líneas son rectas e iguales
fr: Vérifiez si toutes les lignes sont droites et égales
pt: Verifique se todas as linhas estão retas e iguais

# macularInstruction4
source: Is there distortion, blurriness, or missing areas?
de: Gibt es Verzerrung, Unschärfe oder fehlende Bereiche?
es: ¿Hay distorsión, borrosidad o áreas faltantes?
fr: Y a-t-il une distorsion, une vision floue ou des zones manquantes?
pt: Há distorção, desfoque ou áreas ausentes?

# macularStep
source: Step {current} / {total}
de: Schritt {current} / {total}
es: Paso {current} / {total}
fr: Étape {current} / {total}
pt: Passo {current} / {total}

# macularAllLinesNormal
source: All Lines Normal
de: Alle Linien Normal
es: Todas las Líneas Normales
fr: Toutes les Lignes Normales
pt: Todas as Linhas Normais

# macularHasIssues
source: Distortion/Blurriness/Missing Areas
de: Verzerrung/Unschärfe/Fehlende Bereiche
es: Distorsión/Borrosidad/Áreas Faltantes
fr: Distorsion/Vision Floue/Zones Manquantes
pt: Distorção/Desfoque/Áreas Ausentes

# macularDiagnosisBothNormal
source: Macular appearance is normal in both eyes
de: Das Makula-Erscheinungsbild ist in beiden Augen normal
es: La apariencia macular es normal en ambos ojos
fr: L'apparence maculaire est normale dans les deux yeux
pt: A aparência macular é normal em ambos os olhos

# macularDiagnosisOneEye
source: {eye} eye may show macular abnormalities. Consult an eye doctor.
de: Das {eye} kann Makula-Anomalien zeigen. Konsultieren Sie einen Augenarzt.
es: El {eye} puede mostrar anormalidades maculares. Consulte a un oftalmólogo.
fr: L'{eye} peut présenter des anomalies maculaires. Consultez un ophtalmologiste.
pt: O {eye} pode mostrar anormalidades maculares. Consulte um oftalmologista.

# macularDiagnosisBothAbnormal
source: Both eyes may show macular abnormalities. Consult an eye doctor urgently.
de: Beide Augen können Makula-Anomalien zeigen. Konsultieren Sie dringend einen Augenarzt.
es: Ambos ojos pueden mostrar anormalidades maculares. Consulte a un oftalmólogo urgentemente.
fr: Les deux yeux peuvent présenter des anomalies maculaires. Consultez un ophtalmologiste d'urgence.
pt: Ambos os olhos podem mostrar anormalidades maculares. Consulte um oftalmologista urgentemente.

# contrastInfoTitle
source: What is Contrast Sensitivity Test?
de: Was ist der Kontrastempfindlichkeitstest?
es: ¿Qué es la Prueba de Sensibilidad al Contraste?
fr: Qu'est-ce que le Test de Sensibilité au Contraste?
pt: O que é o Teste de Sensibilidade ao Contraste?

# contrastInfoDesc
source: Contrast sensitivity is the ability to distinguish objects of different brightness. This test measures how well you can see low-contrast letters.
de: Kontrastempfindlichkeit ist die Fähigkeit, Objekte unterschiedlicher Helligkeit zu unterscheiden. Dieser Test misst, wie gut Sie Buchstaben mit niedrigem Kontrast sehen können.
es: La sensibilidad al contraste es la capacidad de distinguir objetos de diferente brillo. Esta prueba mide qué tan bien puede ver letras de bajo contraste.
fr: La sensibilité au contraste est la capacité de distinguer des objets de luminosité différente. Ce test mesure dans quelle mesure vous pouvez voir des lettres à faible contraste.
pt: A sensibilidade ao contraste é a capacidade de distinguir objetos de brilho diferente. Este teste mede o quão bem você pode ver letras de baixo contraste.
