Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# peripheralDiagnosisMild
source: There may be a mild peripheral vision problem
de: Es kann ein leichtes peripheres Sehproblem geben
es: Puede haber un problema leve de visión periférica
fr: Il peut y avoir un léger problème de vision périphérique
pt: Pode haver um problema leve de visão periférica

# peripheralDiagnosisNormal
source: Your peripheral vision appears normal
de: Ihr peripheres Sehen scheint normal zu sein
es: Su visión periférica parece normal
fr: Votre vision périphérique semble normale
pt: Sua visão periférica parece normal

# premiumUnlimited
source: Premium - Unlimited Tests
de: Premium - Unbegrenzte Tests
es: Premium - Tests Ilimitados
fr: Premium - Tests Illimités
pt: Premium - Testes Ilimitados

# premiumUnlimitedDesc
source: Unlimited tests and exercises. Detailed reports. History tracking. Ad-free experience.
de: Unbegrenzte Tests und Übungen. Detaillierte Berichte. Verlauf verfolgen. Werbefreie Erfahrung.
es: Tests y ejercicios ilimitados. Informes detallados. Seguimiento del historial. Experiencia sin anuncios.
fr: Tests et exercices illimités. Rapports détaillés. Suivi de l'historique. Expérience sans publicité.
pt: Testes e exercícios ilimitados. Relatórios detalhados. Acompanhamento do histórico. Experiência sem anúncios.

source: Previous Fact
de: Vorheriger Fakt
es: Dato Anterior
fr: Fait Précédent
pt: Fato Anterior

# profileDesc
source: Choose a profile to get personalized exercise recommendations
de: Wählen Sie ein Profil, um personalisierte Übungsempfehlungen zu erhalten
es: Elija un perfil para obtener recomendaciones de ejercicios personalizadas
fr: Choisissez un profil pour obtenir des recommandations d'exercices personnalisées
pt: Escolha um perfil para obter recomendações de exercícios personalizadas

source: Question
de: Frage
es: Pregunta
pt: Pergunta

# repetitionProgress
source: Repetition {current} of {total}
de: Wiederholung {current} von {total}
es: Repetición {current} de {total}
fr: Répétition {current} sur {total}
pt: Repetição {current} de {total}

source: Result Summary
de: Ergebniszusammenfassung
es: Resumen de Resultados
fr: Résumé des Résultats
pt: Resumo dos Resultados

source: Right Eye Score
de: Rechtes Auge Punktzahl
es: Puntuación del Ojo Derecho
fr: Score de l'Œil Droit
pt: Pontuação do Olho Direito

# selectAnswer
source: Select your answer
de: Wählen Sie Ihre Antwort
es: Seleccione su respuesta
fr: Sélectionnez votre réponse
pt: Selecione sua resposta

# selectDirection
source: Select the direction
de: Wählen Sie die Richtung
es: Seleccione la dirección
fr: Sélectionnez la direction
pt: Selecione a direção

# selectLetter
source: Select the letter
de: Wählen Sie den Buchstaben
es: Seleccione la letra
fr: Sélectionnez la lettre
pt: Selecione a letra

source: Start Exercise
de: Übung starten
es: Iniciar Ejercicio
fr: Démarrer l'Exercice
pt: Iniciar Exercício

source: Start Exercises
de: Übungen starten
es: Iniciar Ejercicios
fr: Démarrer les Exercices
pt: Iniciar Exercícios

# swipeToSeeMore
source: Swipe to see more facts
de: Wischen Sie, um mehr Fakten zu sehen
es: Deslizar para ver más datos
fr: Balayez pour voir plus de faits
pt: Deslize para ver mais fatos

# testDate
source: Date
de: Datum
es: Fecha
pt: Data

# testInfo
source: Test Information
de: Testinformationen
es: Información del Test
fr: Informations sur le Test
pt: Informações do Teste

# testInfoDesc
source: This test will evaluate your visual acuity. Follow the instructions carefully.
de: Dieser Test wird Ihre Sehschärfe bewerten. Befolgen Sie die Anweisungen sorgfältig.
es: Este test evaluará su agudeza visual. Siga las instrucciones cuidadosamente.
fr: Ce test évaluera votre acuité visuelle. Suivez attentivement les instructions.
pt: Este teste avaliará sua acuidade visual. Siga as instruções cuidadosamente.

# testScore
source: Score
de: Punktzahl
es: Puntuación
pt: Pontuação

source: Test Type
de: Testtyp
es: Tipo de Test
fr: Type de Test
pt: Tipo de Teste

source: Time Remaining
de: Verbleibende Zeit
es: Tiempo Restante
fr: Temps Restant
pt: Tempo Restante

source: Total Tests
de: Gesamttests
es: Tests Totales
fr: Tests Totaux
pt: Testes Totais

source: View Details
de: Details anzeigen
es: Ver Detalles
fr: Voir les Détails
pt: Ver Detalhes

# okay
source: OK
es: Aceptar
