Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# termsSection7Content
source: • In-app purchases (Premium) are non-refundable • Purchases are subject to Google Play Store or App Store policies • Refund requests are evaluated according to relevant store policies • Premium features may be changed or removed
de: • In-App-Käufe (Premium) sind nicht erstattungsfähig • Käufe unterliegen den Richtlinien von Google Play Store oder App Store • Rückerstattungsanfragen werden nach den Richtlinien des entsprechenden Stores bewertet • Premium-Funktionen können geändert oder entfernt werden
es: • Las compras dentro de la aplicación (Premium) no son reembolsables • Las compras están sujetas a las políticas de Google Play Store o App Store • Las solicitudes de reembolso se evalúan según las políticas de la tienda correspondiente • Las características Premium pueden ser cambiadas o eliminadas
fr: • Les achats intégrés (Premium) ne sont pas remboursables • Les achats sont soumis aux politiques de Google Play Store ou App Store • Les demandes de remboursement sont évaluées selon les politiques du magasin concerné • Les fonctionnalités Premium peuvent être modifiées ou supprimées
pt: • Compras no aplicativo (Premium) não são reembolsáveis • As compras estão sujeitas às políticas da Google Play Store ou App Store • Solicitações de reembolso são avaliadas de acordo com as políticas da loja relevante • Recursos Premium podem ser alterados ou removidos

# termsSection8Title
source: 8. Termination
de: 8. Kündigung
es: 8. Terminación
fr: 8. Résiliation
pt: 8. Rescisão

# termsSection8Content
source: We may terminate your service in the following cases: • When you violate the terms • When you engage in illegal activities • When you harm other users • When you misuse the app Your data may be deleted upon termination.
de: Wir können Ihren Dienst in folgenden Fällen kündigen: • Wenn Sie die Bedingungen verletzen • Wenn Sie sich an illegalen Aktivitäten beteiligen • Wenn Sie anderen Benutzern schaden • Wenn Sie die App missbrauchen Ihre Daten können bei Kündigung gelöscht werden.
es: Podemos terminar su servicio en los siguientes casos: • Cuando viola los términos • Cuando participa en actividades ilegales • Cuando daña a otros usuarios • Cuando hace un uso indebido de la aplicación Sus datos pueden ser eliminados tras la terminación.
fr: Nous pouvons résilier votre service dans les cas suivants: • Lorsque vous violez les conditions • Lorsque vous vous livrez à des activités illégales • Lorsque vous nuisez à d'autres utilisateurs • Lorsque vous faites un usage abusif de l'application Vos données peuvent être supprimées lors de la résiliation.
pt: Podemos rescindir seu serviço nos seguintes casos: • Quando você viola os termos • Quando você se envolve em atividades ilegais • Quando você prejudica outros usuários • Quando você faz uso indevido do aplicativo Seus dados podem ser excluídos após a rescisão.

# termsSection9Title
source: 9. Changes
de: 9. Änderungen
es: 9. Cambios
fr: 9. Modifications
pt: 9. Alterações

# termsSection9Content
source: We may update the terms of service from time to time. Notifications will be sent in the app for significant changes. It is recommended that you check the terms regularly. Last update date: {year}
de: Wir können die Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Bei wichtigen Änderungen werden Benachrichtigungen in der App gesendet. Es wird empfohlen, die Bedingungen regelmäßig zu überprüfen. Datum der letzten Aktualisierung: {year}
es: Podemos actualizar los términos de servicio de vez en cuando. Se enviarán notificaciones en la aplicación para cambios significativos. Se recomienda que revise los términos regularmente. Fecha de última actualización: {year}
fr: Nous pouvons mettre à jour les conditions d'utilisation de temps à autre. Des notifications seront envoyées dans l'application pour les modifications importantes. Il est recommandé de vérifier régulièrement les conditions. Date de dernière mise à jour: {year}
pt: Podemos atualizar os termos de serviço de tempos em tempos. Notificações serão enviadas no aplicativo para alterações significativas. É recomendável verificar os termos regularmente. Data da última atualização: {year}

# termsSection10Title
source: 10. Contact and Complaints
de: 10. Kontakt und Beschwerden
es: 10. Contacto y Quejas
fr: 10. Contact et Réclamations
pt: 10. Contato e Reclamações

# termsSection10Content
source: If you have questions or complaints about the terms of service, please contact us through the "About" section in the app.
de: Wenn Sie Fragen oder Beschwerden zu den Nutzungsbedingungen haben, kontaktieren Sie uns bitte über den Abschnitt "Über" in der App.
es: Si tiene preguntas o quejas sobre los términos de servicio, póngase en contacto con nosotros a través de la sección "Acerca de" en la aplicación.
fr: Si vous avez des questions ou des réclamations concernant les conditions d'utilisation, veuillez nous contacter via la section "À Propos" dans l'application.
pt: Se você tiver perguntas ou reclamações sobre os termos de serviço, entre em contato conosco através da seção "Sobre" no aplicativo.

# termsImportantWarning
source: Important Warning
de: Wichtige Warnung
es: Advertencia Importante
fr: Avertissement Important
pt: Aviso Importante

# termsDisclaimer
source: By using this app, you agree to the above terms of service. If you do not agree to the terms, please do not use the app.
de: Durch die Nutzung dieser App stimmen Sie den oben genannten Nutzungsbedingungen zu. Wenn Sie den Bedingungen nicht zustimmen, verwenden Sie die App bitte nicht.
es: Al usar esta aplicación, acepta los términos de servicio anteriores. Si no está de acuerdo con los términos, no use la aplicación.
fr: En utilisant cette application, vous acceptez les conditions d'utilisation ci-dessus. Si vous n'acceptez pas les conditions, veuillez ne pas utiliser l'application.
pt: Ao usar este aplicativo, você concorda com os termos de serviço acima. Se você não concorda com os termos, não use o aplicativo.

# testAbout
source: About the Test
de: Über den Test
es: Acerca de la Prueba
fr: À Propos du Test
pt: Sobre o Teste

# continueText
source: Continue
de: Weiter
es: Continuar
fr: Continuer
pt: Continuar

# noTestsYet
source: No tests completed yet
de: Noch keine Tests abgeschlossen
es: Aún no se han completado pruebas
fr: Aucun test complété pour le moment
pt: Nenhum teste concluído ainda

# testResultsWillAppearHere
source: Your test results will appear here as you complete tests
de: Ihre Testergebnisse werden hier angezeigt, sobald Sie Tests abschließen
es: Sus resultados de prueba aparecerán aquí a medida que complete las pruebas
fr: Vos résultats de test apparaîtront ici au fur et à mesure que vous complétez les tests
pt: Seus resultados de teste aparecerão aqui conforme você completar os testes

# visualAcuityInfoTitle
source: What is Visual Acuity Test?
de: Was ist der Sehschärfetest?
es: ¿Qué es la Prueba de Agudeza Visual?
fr: Qu'est-ce que le Test d'Acuité Visuelle?
pt: O que é o Teste de Acuidade Visual?

# visualAcuityInfoDesc
source: Visual acuity test measures how clearly you can see. This test is based on the Snellen letter chart used in standard eye examinations.
de: Der Sehschärfetest misst, wie klar Sie sehen können. Dieser Test basiert auf der Snellen-Buchstabentafel, die bei Standard-Augenuntersuchungen verwendet wird.
es: La prueba de agudeza visual mide qué tan claramente puede ver. Esta prueba se basa en la tabla de letras Snellen utilizada en exámenes oculares estándar.
fr: Le test d'acuité visuelle mesure la clarté de votre vision. Ce test est basé sur le tableau de lettres Snellen utilisé dans les examens oculaires standard.
pt: O teste de acuidade visual mede o quão claramente você pode ver. Este teste é baseado na tabela de letras Snellen usada em exames oftalmológicos padrão.

# visualAcuityInfoTip
source: A healthy individual should be able to see all letters clearly throughout the test. If letters appear blurry or you are unsure, select the "I'm Not Sure" option.
de: Eine gesunde Person sollte während des gesamten Tests alle Buchstaben klar sehen können. Wenn Buchstaben verschwommen erscheinen oder Sie sich nicht sicher sind, wählen Sie die Option "Ich bin mir nicht sicher".
es: Un individuo sano debería poder ver todas las letras claramente durante la prueba. Si las letras aparecen borrosas o no está seguro, seleccione la opción "No Estoy Seguro".
fr: Un individu en bonne santé devrait pouvoir voir toutes les lettres clairement tout au long du test. Si les lettres apparaissent floues ou si vous n'êtes pas sûr, sélectionnez l'option "Je ne suis pas sûr".
pt: Um indivíduo saudável deve ser capaz de ver todas as letras claramente durante o teste. Se as letras aparecerem embaçadas ou você não tiver certeza, selecione a opção "Não Tenho Certeza".

# visualAcuityInfoWarning
source: During the test, each eye will be evaluated separately. You need to complete the test by closing one eye.
de: Während des Tests wird jedes Auge separat bewertet. Sie müssen den Test abschließen, indem Sie ein Auge schließen.
es: Durante la prueba, cada ojo será evaluado por separado. Debe completar la prueba cerrando un ojo.
fr: Pendant le test, chaque œil sera évalué séparément. Vous devez compléter le test en fermant un œil.
pt: Durante o teste, cada olho será avaliado separadamente. Você precisa completar o teste fechando um olho.

# visualAcuityLeftEyeTitle
source: Left Eye Test
de: Linkes Auge Test
es: Prueba del Ojo Izquierdo
fr: Test de l'Œil Gauche
pt: Teste do Olho Esquerdo

# visualAcuityLeftEyeInstruction
source: Please close your RIGHT eye and hold the device at arm's length.
de: Bitte schließen Sie Ihr RECHTES Auge und halten Sie das Gerät in Armlänge.
es: Por favor, cierre su ojo DERECHO y mantenga el dispositivo a la distancia del brazo.
fr: Veuillez fermer votre œil DROIT et tenir l'appareil à bout de bras.
pt: Por favor, feche seu olho DIREITO e segure o dispositivo na distância do braço.

# visualAcuityLeftEyeSubInstruction
source: 10 questions will be asked during the test.
de: Während des Tests werden 10 Fragen gestellt.
es: Se harán 10 preguntas durante la prueba.
fr: 10 questions seront posées pendant le test.
pt: 10 perguntas serão feitas durante o teste.

# visualAcuityRightEyeTitle
source: Right Eye Test
de: Rechtes Auge Test
es: Prueba del Ojo Derecho
fr: Test de l'Œil Droit
pt: Teste do Olho Direito

# visualAcuityRightEyeInstruction
source: Please close your LEFT eye and hold the device at arm's length.
de: Bitte schließen Sie Ihr LINKES Auge und halten Sie das Gerät in Armlänge.
es: Por favor, cierre su ojo IZQUIERDO y mantenga el dispositivo a la distancia del brazo.
fr: Veuillez fermer votre œil GAUCHE et tenir l'appareil à bout de bras.
pt: Por favor, feche seu olho ESQUERDO e segure o dispositivo na distância do braço.

# visualAcuityRightEyeSubInstruction
source: 10 questions will be asked during the test.
de: Während des Tests werden 10 Fragen gestellt.
es: Se harán 10 preguntas durante la prueba.
fr: 10 questions seront posées pendant le test.
pt: 10 perguntas serão feitas durante o teste.

# visualAcuityDistanceDialogTitle
source: Arm's Length
de: Armlänge
es: Distancia del Brazo
fr: Bout de Bras
pt: Distância do Braço

# visualAcuityDistanceDialogContent
source: You can start the test when you close your right eye and bring the device to arm's length.
de: Sie können den Test starten, wenn Sie Ihr rechtes Auge schließen und das Gerät in Armlänge bringen.
es: Puede comenzar la prueba cuando cierre su ojo derecho y acerque el dispositivo a la distancia del brazo.
fr: Vous pouvez commencer le test lorsque vous fermez votre œil droit et rapprochez l'appareil à bout de bras.
pt: Você pode começar o teste quando fechar seu olho direito e aproximar o dispositivo na distância do braço.

# visualAcuityDistanceDialogContentLeft
source: You can start the test when you close your left eye and bring the device to arm's length.
de: Sie können den Test starten, wenn Sie Ihr linkes Auge schließen und das Gerät in Armlänge bringen.
es: Puede comenzar la prueba cuando cierre su ojo izquierdo y acerque el dispositivo a la distancia del brazo.
fr: Vous pouvez commencer le test lorsque vous fermez votre œil gauche et rapprochez l'appareil à bout de bras.
pt: Você pode começar o teste quando fechar seu olho esquerdo e aproximar o dispositivo na distância do braço.

# visualAcuityDistanceDialogContentBoth
source: You can start the test when you keep both eyes open and bring the device to arm's length.
de: Sie können den Test starten, wenn Sie beide Augen offen halten und das Gerät in Armlänge bringen.
es: Puede comenzar la prueba cuando mantenga ambos ojos abiertos y acerque el dispositivo a la distancia del brazo.
fr: Vous pouvez commencer le test lorsque vous gardez les deux yeux ouverts et rapprochez l'appareil à bout de bras.
pt: Você pode começar o teste quando manter ambos os olhos abertos e aproximar o dispositivo na distância do braço.

# visualAcuityQuestionText
source: Point to the letter you see
de: Zeigen Sie auf den Buchstaben, den Sie sehen
es: Señale la letra que ve
fr: Pointez la lettre que vous voyez
pt: Aponte para a letra que você vê

# questionNumber
source: Question {current} of {total}
de: Frage {current} / {total}
es: Pregunta {current} / {total}
fr: Question {current} / {total}
pt: Pergunta {current} / {total}

# questionsDuringTest
source: {count} questions will be asked during the test.
de: Während des Tests werden {count} Fragen gestellt.
es: Se harán {count} preguntas durante la prueba.
fr: {count} questions seront posées pendant le test.
pt: {count} perguntas serão feitas durante o teste.

# startButton
source: Start
de: Starten
es: Iniciar
fr: Démarrer
pt: Iniciar

# colorVisionInfoTitle
source: What is Color Blindness Test?
de: Was ist der Farbenblindheitstest?
es: ¿Qué es la Prueba de Daltonismo?
fr: Qu'est-ce que le Test de Daltonisme?
pt: O que é o Teste de Daltonismo?

# colorVisionInfoDesc
source: This test evaluates three different types of color blindness: • Deuteranopia (Green Color Blindness) • Protanopia (Red Color Blindness) • Tritanopia (Blue Color Blindness)
de: Dieser Test bewertet drei verschiedene Arten von Farbenblindheit: • Deuteranopie (Grün-Blindheit) • Protanopie (Rot-Blindheit) • Tritanopie (Blau-Blindheit)
es: Esta prueba evalúa tres tipos diferentes de daltonismo: • Deuteranopia (Daltonismo Verde) • Protanopia (Daltonismo Rojo) • Tritanopia (Daltonismo Azul)
fr: Ce test évalue trois types différents de daltonisme: • Deuteranopia (Daltonisme Vert) • Protanopia (Daltonisme Rouge) • Tritanopia (Daltonisme Bleu)
pt: Este teste avalia três tipos diferentes de daltonismo: • Deuteranopia (Daltonismo Verde) • Protanopia (Daltonismo Vermelho) • Tritanopia (Daltonismo Azul)

# colorVisionInfoTip
source: A healthy individual should be able to see the numbers inside colored circles clearly. In ring tests, they should be able to distinguish different colors. If you are unsure, select the "I'm Not Sure" option.
de: Eine gesunde Person sollte die Zahlen in den farbigen Kreisen klar sehen können. Bei Ringtests sollte sie verschiedene Farben unterscheiden können. Wenn Sie sich nicht sicher sind, wählen Sie die Option "Ich bin mir nicht sicher".
es: Un individuo sano debería poder ver los números dentro de los círculos de colores claramente. En las pruebas de anillos, debería poder distinguir diferentes colores. Si no está seguro, seleccione la opción "No Estoy Seguro".
fr: Un individu en bonne santé devrait pouvoir voir les chiffres dans les cercles colorés clairement. Dans les tests d'anneaux, il devrait pouvoir distinguer différentes couleurs. Si vous n'êtes pas sûr, sélectionnez l'option "Je ne suis pas sûr".
pt: Um indivíduo saudável deve ser capaz de ver os números dentro dos círculos coloridos claramente. Nos testes de anéis, deve ser capaz de distinguir diferentes cores. Se você não tiver certeza, selecione a opção "Não Tenho Certeza".

# colorVisionInstruction1
source: Set screen brightness to maximum.
de: Stellen Sie die Bildschirmhelligkeit auf Maximum ein.
es: Ajuste el brillo de la pantalla al máximo.
fr: Réglez la luminosité de l'écran au maximum.
pt: Ajuste o brilho da tela ao máximo.

# colorVisionInstruction2
source: In number plates: Find the number inside the circle.
de: Bei Zahlenplatten: Finden Sie die Zahl im Kreis.
es: En las placas de números: Encuentre el número dentro del círculo.
fr: Dans les plaques de chiffres: Trouvez le chiffre dans le cercle.
pt: Nas placas de números: Encontre o número dentro do círculo.

# colorVisionInstruction3
source: In ring tests: Evaluate whether you can see different colors.
de: Bei Ringtests: Bewerten Sie, ob Sie verschiedene Farben sehen können.
es: En las pruebas de anillos: Evalúe si puede ver diferentes colores.
fr: Dans les tests d'anneaux: Évaluez si vous pouvez voir différentes couleurs.
pt: Nos testes de anéis: Avalie se você pode ver diferentes cores.

# colorVisionPlate
source: Plate {current} / {total}
de: Platte {current} / {total}
es: Placa {current} / {total}
fr: Plaque {current} / {total}
pt: Placa {current} / {total}

# colorVisionWhichNumber
source: Which number do you see?
de: Welche Zahl sehen Sie?
es: ¿Qué número ves?
fr: Quel nombre voyez-vous?
pt: Qual número você vê?

# colorVisionRingQuestion
source: Do you see a ring of different color inside the circle?
de: Sehen Sie einen Ring in einer anderen Farbe innerhalb des Kreises?
es: ¿Ves un anillo de color diferente dentro del círculo?
fr: Voyez-vous un anneau de couleur différente à l'intérieur du cercle?
pt: Você vê um anel de cor diferente dentro do círculo?

source: Yes
de: Ja
es: Sí
fr: Oui
pt: Sim

source: No
de: Nein
fr: Non
pt: Não

# astigmatismInfoTitle
source: What is Astigmatism Test?
de: Was ist der Astigmatismus-Test?
es: ¿Qué es la Prueba de Astigmatismo?
fr: Qu'est-ce que le Test d'Astigmatisme?
pt: O que é o Teste de Astigmatismo?

# astigmatismInfoDesc
source: Astigmatism is a vision disorder caused by the irregular shape of the cornea or lens of the eye. In this case, light cannot focus properly on the eye and images may appear blurry or distorted.
de: Astigmatismus ist eine Sehstörung, die durch die unregelmäßige Form der Hornhaut oder Linse des Auges verursacht wird. In diesem Fall kann sich das Licht nicht richtig auf das Auge fokussieren und Bilder können verschwommen oder verzerrt erscheinen.
es: El astigmatismo es un trastorno visual causado por la forma irregular de la córnea o el cristalino del ojo. En este caso, la luz no puede enfocarse correctamente en el ojo y las imágenes pueden aparecer borrosas o distorsionadas.
fr: L'astigmatisme est un trouble de la vision causé par la forme irrégulière de la cornée ou du cristallin de l'œil. Dans ce cas, la lumière ne peut pas se concentrer correctement sur l'œil et les images peuvent apparaître floues ou déformées.
pt: O astigmatismo é um distúrbio visual causado pela forma irregular da córnea ou lente do olho. Neste caso, a luz não pode focar corretamente no olho e as imagens podem aparecer embaçadas ou distorcidas.

# astigmatismInfoTip
source: A healthy individual should be able to see all radial lines with equal clarity. If some lines appear darker, blurry, or different, this may be a sign of astigmatism.
de: Eine gesunde Person sollte alle radialen Linien mit gleicher Klarheit sehen können. Wenn einige Linien dunkler, verschwommen oder anders erscheinen, kann dies ein Zeichen von Astigmatismus sein.
es: Un individuo sano debería poder ver todas las líneas radiales con igual claridad. Si algunas líneas aparecen más oscuras, borrosas o diferentes, esto puede ser un signo de astigmatismo.
fr: Un individu en bonne santé devrait pouvoir voir toutes les lignes radiales avec une clarté égale. Si certaines lignes apparaissent plus sombres, floues ou différentes, cela peut être un signe d'astigmatisme.
pt: Um indivíduo saudável deve ser capaz de ver todas as linhas radiais com igual clareza. Se algumas linhas aparecerem mais escuras, embaçadas ou diferentes, isso pode ser um sinal de astigmatismo.

# astigmatismInstruction1
source: Close one eye
de: Schließen Sie ein Auge
es: Cierre un ojo
fr: Fermez un œil
pt: Feche um olho

# astigmatismInstruction2
source: Focus on the dot in the center of the diagram
de: Fokussieren Sie auf den Punkt in der Mitte des Diagramms
es: Enfóquese en el punto en el centro del diagrama
fr: Concentrez-vous sur le point au centre du diagramme
pt: Foque no ponto no centro do diagrama

# astigmatismInstruction3
source: Evaluate whether all lines are equal
de: Bewerten Sie, ob alle Linien gleich sind
es: Evalúe si todas las líneas son iguales
fr: Évaluez si toutes les lignes sont égales
pt: Avalie se todas as linhas são iguais

# astigmatismInstruction4
source: Touch the lines that appear darker
de: Berühren Sie die Linien, die dunkler erscheinen
es: Toque las líneas que aparecen más oscuras
fr: Touchez les lignes qui apparaissent plus sombres
pt: Toque nas linhas que aparecem mais escuras

# astigmatismInstructionInfo
source: Each eye will be tested separately.
de: Jedes Auge wird separat getestet.
es: Cada ojo será probado por separado.
fr: Chaque œil sera testé séparément.
pt: Cada olho será testado separadamente.

# astigmatismSelectDarkerLines
source: Please touch the lines that appear darker
de: Bitte berühren Sie die Linien, die dunkler erscheinen
es: Por favor, toque las líneas que aparecen más oscuras
fr: Veuillez toucher les lignes qui apparaissent plus sombres
pt: Por favor, toque nas linhas que aparecem mais escuras

# closeRightEyeInstruction
source: Close your left eye and look with your right eye
de: Schließen Sie das linke Auge und schauen Sie mit dem rechten Auge
es: Cierre el ojo izquierdo y mire con el ojo derecho
fr: Fermez l'œil gauche et regardez avec l'œil droit
pt: Feche o olho esquerdo e olhe com o olho direito

# closeLeftEyeInstruction
source: Close your right eye and look with your left eye
de: Schließen Sie das rechte Auge und schauen Sie mit dem linken Auge
es: Cierre el ojo derecho y mire con el ojo izquierdo
fr: Fermez l'œil droit et regardez avec l'œil gauche
pt: Feche o olho direito e olhe com o olho esquerdo

# bothEyesLabel
source: Both Eyes
de: Beide Augen
es: Ambos Ojos
fr: Les Deux Yeux
pt: Ambos os Olhos

# astigmatismAllLinesEqual
source: All Lines Equal
de: Alle Linien Gleich
es: Todas las Líneas Iguales
fr: Toutes les Lignes Égales
pt: Todas as Linhas Iguais

# astigmatismSomeLinesDarker
source: Some Lines Darker
de: Einige Linien Dunkler
es: Algunas Líneas Más Oscuras
fr: Certaines Lignes Plus Sombres
pt: Algumas Linhas Mais Escuras

# astigmatismLinesSelected
source: {count} line selected
de: {count} Linie ausgewählt
es: {count} línea seleccionada
fr: {count} ligne sélectionnée
pt: {count} linha selecionada

# nearVisionInfoTitle
source: What is Near Vision Test?
de: Was ist der Nahseh-Test?
es: ¿Qué es la Prueba de Visión Cercana?
fr: Qu'est-ce que le Test de Vision de Près?
pt: O que é o Teste de Visão de Perto?
