Repository: emrekaramustafa/about_us-privacy-policy
Catalog: goz_testi/lib/l10n/app_*.arb
Languages: de, es, fr, pt

# fact5Title
source: Color Blindness
de: Farbenblindheit
es: Daltonismo
fr: Daltonisme
pt: Daltonismo

# fact5Text
source: Approximately 8% of men and only 0.5% of women are color blind.
de: Etwa 8% der Männer und nur 0,5% der Frauen sind farbenblind.
es: Aproximadamente el 8% de los hombres y solo el 0.5% de las mujeres son daltónicos.
fr: Environ 8% des hommes et seulement 0,5% des femmes sont daltoniens.
pt: Aproximadamente 8% dos homens e apenas 0,5% das mulheres são daltônicos.

# fact6Title
source: Color Perception
de: Farbwahrnehmung
es: Percepción del Color
fr: Perception des Couleurs
pt: Percepção de Cor

# fact6Text
source: Two people looking at the same color do not see it exactly the same.
de: Zwei Personen, die dieselbe Farbe betrachten, sehen sie nicht genau gleich.
es: Dos personas mirando el mismo color no lo ven exactamente igual.
fr: Deux personnes regardant la même couleur ne la voient pas exactement de la même manière.
pt: Duas pessoas olhando para a mesma cor não a veem exatamente igual.

# fact7Title
source: Purple Color
de: Lila Farbe
es: Color Púrpura
fr: Couleur Violette
pt: Cor Roxa

# fact7Text
source: Purple is not a real color in the spectrum; the brain produces it by mixing red and blue.
de: Lila ist keine echte Farbe im Spektrum; das Gehirn erzeugt sie durch Mischen von Rot und Blau.
es: El púrpura no es un color real en el espectro; el cerebro lo produce mezclando rojo y azul.
fr: Le violet n'est pas une vraie couleur dans le spectre; le cerveau le produit en mélangeant le rouge et le bleu.
pt: Roxo não é uma cor real no espectro; o cérebro a produz misturando vermelho e azul.

# fact8Title
source: Color Discrimination
de: Farbunterscheidung
es: Discriminación del Color
fr: Discrimination des Couleurs
pt: Discriminação de Cor

# fact8Text
source: The human eye can theoretically distinguish 10 million different colors.
de: Das menschliche Auge kann theoretisch 10 Millionen verschiedene Farben unterscheiden.
es: El ojo humano puede distinguir teóricamente 10 millones de colores diferentes.
fr: L'œil humain peut théoriquement distinguer 10 millions de couleurs différentes.
pt: O olho humano pode teoricamente distinguir 10 milhões de cores diferentes.

# fact9Title
source: Eye Movement
de: Augenbewegung
es: Movimiento del Ojo
fr: Mouvement de l'Œil
pt: Movimento do Olho

# fact9Text
source: Our eyes constantly move; if they stay still, the image disappears in a few seconds.
de: Unsere Augen bewegen sich ständig; wenn sie still stehen, verschwindet das Bild in wenigen Sekunden.
es: Nuestros ojos se mueven constantemente; si se quedan quietos, la imagen desaparece en unos segundos.
fr: Nos yeux bougent constamment; s'ils restent immobiles, l'image disparaît en quelques secondes.
pt: Nossos olhos se movem constantemente; se ficarem parados, a imagem desaparece em alguns segundos.

# fact10Title
source: Brain and Vision
de: Gehirn und Sehen
es: Cerebro y Visión
fr: Cerveau et Vision
pt: Cérebro e Visão

# fact10Text
source: More than 30% of the back part of the brain is directly related to vision.
de: Mehr als 30% des hinteren Teils des Gehirns sind direkt mit dem Sehen verbunden.
es: Más del 30% de la parte posterior del cerebro está directamente relacionada con la visión.
fr: Plus de 30% de la partie arrière du cerveau est directement liée à la vision.
pt: Mais de 30% da parte traseira do cérebro está diretamente relacionada à visão.

# fact11Title
source: Dark Mode
de: Dunkelmodus
es: Modo Oscuro
fr: Mode Sombre
pt: Modo Escuro

# fact11Text
source: Dark mode reduces energy consumption, not eye strain.
de: Der Dunkelmodus reduziert den Energieverbrauch, nicht die Augenbelastung.
es: El modo oscuro reduce el consumo de energía, no la fatiga visual.
fr: Le mode sombre réduit la consommation d'énergie, pas la fatigue oculaire.
pt: O modo escuro reduz o consumo de energia, não a fadiga ocular.

# fact12Title
source: Cat Vision
de: Katzen-Sehkraft
es: Visión del Gato
fr: Vision du Chat
pt: Visão do Gato

# fact12Text
source: Cats can see with 6 times less light than humans.
de: Katzen können mit 6-mal weniger Licht sehen als Menschen.
es: Los gatos pueden ver con 6 veces menos luz que los humanos.
fr: Les chats peuvent voir avec 6 fois moins de lumière que les humains.
pt: Gatos podem ver com 6 vezes menos luz do que humanos.

# fact13Title
source: Mantis Shrimp
de: Fangschreckenkrebs
es: Camarón Mantis
fr: Crevette Mante
pt: Camarão Mantis

# fact13Text
source: Mantis shrimp have 12-16 different color receptors in their eyes (humans only have 3). They can also see ultraviolet light.
de: Fangschreckenkrebse haben 12-16 verschiedene Farbrezeptoren in ihren Augen (Menschen nur 3). Sie können auch ultraviolettes Licht sehen.
es: Los camarones mantis tienen 12-16 receptores de color diferentes en sus ojos (los humanos solo tienen 3). También pueden ver luz ultravioleta.
fr: Les crevettes mantes ont 12-16 récepteurs de couleur différents dans leurs yeux (les humains n'en ont que 3). Elles peuvent aussi voir la lumière ultraviolette.
pt: Camarões mantis têm 12-16 receptores de cor diferentes em seus olhos (humanos têm apenas 3). Eles também podem ver luz ultravioleta.

# fact14Title
source: Eagle Vision
de: Adler-Sehkraft
es: Visión del Águila
fr: Vision de l'Aigle
pt: Visão da Águia

# fact14Text
source: An eagle can clearly spot a small prey from 3-4 kilometers away.
de: Ein Adler kann eine kleine Beute aus 3-4 Kilometern Entfernung klar erkennen.
es: Un águila puede detectar claramente una pequeña presa desde 3-4 kilómetros de distancia.
fr: Un aigle peut repérer clairement une petite proie à 3-4 kilomètres de distance.
pt: Uma águia pode detectar claramente uma pequena presa de 3-4 quilômetros de distância.

# fact15Title
source: Owl Vision
de: Eulen-Sehkraft
es: Visión del Búho
fr: Vision du Hibou
pt: Visão da Coruja

# fact15Text
source: Owls' eyes are tube-shaped and the eyeball cannot move. That's why they can rotate their heads 270 degrees.
de: Eulenaugen sind röhrenförmig und der Augapfel kann sich nicht bewegen. Deshalb können sie ihre Köpfe um 270 Grad drehen.
es: Los ojos de los búhos tienen forma de tubo y el globo ocular no puede moverse. Por eso pueden rotar sus cabezas 270 grados.
fr: Les yeux des hiboux sont en forme de tube et le globe oculaire ne peut pas bouger. C'est pourquoi ils peuvent tourner leur tête de 270 degrés.
pt: Os olhos das corujas têm forma de tubo e o globo ocular não pode se mover. Por isso, elas podem girar a cabeça em 270 graus.

# fact16Title
source: Whale Vision
de: Wal-Sehkraft
es: Visión de la Ballena
fr: Vision de la Baleine
pt: Visão da Baleia

# fact16Text
source: Whales see very well underwater and are not color blind. However, their vision is limited on the water surface.
de: Wale sehen unter Wasser sehr gut und sind nicht farbenblind. Ihre Sehkraft ist jedoch an der Wasseroberfläche begrenzt.
es: Las ballenas ven muy bien bajo el agua y no son daltónicas. Sin embargo, su visión es limitada en la superficie del agua.
fr: Les baleines voient très bien sous l'eau et ne sont pas daltoniennes. Cependant, leur vision est limitée à la surface de l'eau.
pt: Baleias veem muito bem debaixo d'água e não são daltônicas. No entanto, sua visão é limitada na superfície da água.

# fact17Title
source: Dog Vision
de: Hunde-Sehkraft
es: Visión del Perro
fr: Vision du Chien
pt: Visão do Cão

# fact17Text
source: Dogs cannot distinguish red and green. They see the world in yellow, blue, and gray tones.
de: Hunde können Rot und Grün nicht unterscheiden. Sie sehen die Welt in gelben, blauen und grauen Tönen.
es: Los perros no pueden distinguir el rojo y el verde. Ven el mundo en tonos amarillos, azules y grises.
fr: Les chiens ne peuvent pas distinguer le rouge et le vert. Ils voient le monde en tons jaunes, bleus et gris.
pt: Cães não conseguem distinguir vermelho e verde. Eles veem o mundo em tons amarelos, azuis e cinzas.

# fact18Title
source: Snake Vision
de: Schlangen-Sehkraft
es: Visión de la Serpiente
fr: Vision du Serpent
pt: Visão da Cobra

# fact18Text
source: Snakes can detect infrared light and "see" temperature differences. This allows them to find prey in the dark.
de: Schlangen können infrarotes Licht wahrnehmen und Temperaturunterschiede "sehen". Dies ermöglicht es ihnen, Beute in der Dunkelheit zu finden.
es: Las serpientes pueden detectar luz infrarroja y "ver" diferencias de temperatura. Esto les permite encontrar presas en la oscuridad.
fr: Les serpents peuvent détecter la lumière infrarouge et "voir" les différences de température. Cela leur permet de trouver des proies dans l'obscurité.
pt: Cobras podem detectar luz infravermelha e "ver" diferenças de temperatura. Isso permite que encontrem presas no escuro.

# fact19Title
source: Blind Cave Fish
de: Blinde Höhlenfische
es: Pez Ciego de Cueva
fr: Poisson Aveugle des Grottes
pt: Peixe Cego da Caverna

# fact19Text
source: Blind cave fish are born completely blind but their other senses are so developed that they can navigate by "feeling" water currents.
de: Blinde Höhlenfische werden vollständig blind geboren, aber ihre anderen Sinne sind so entwickelt, dass sie durch "Fühlen" von Wasserströmungen navigieren können.
es: Los peces ciegos de cueva nacen completamente ciegos, pero sus otros sentidos están tan desarrollados que pueden navegar "sintiendo" las corrientes de agua.
fr: Les poissons aveugles des grottes naissent complètement aveugles, mais leurs autres sens sont si développés qu'ils peuvent naviguer en "sentant" les courants d'eau.
pt: Peixes cegos da caverna nascem completamente cegos, mas seus outros sentidos são tão desenvolvidos que podem navegar "sentindo" as correntes de água.

# fact20Title
source: Chameleon Eyes
de: Chamäleon-Augen
es: Ojos del Camaleón
fr: Yeux du Caméléon
pt: Olhos do Camaleão

# fact20Text
source: Chameleons' eyes can move independently of each other. One eye can track prey while the other scans the environment.
de: Chamäleon-Augen können sich unabhängig voneinander bewegen. Ein Auge kann Beute verfolgen, während das andere die Umgebung scannt.
es: Los ojos de los camaleones pueden moverse independientemente uno del otro. Un ojo puede rastrear presas mientras el otro escanea el entorno.
fr: Les yeux des caméléons peuvent bouger indépendamment l'un de l'autre. Un œil peut suivre une proie tandis que l'autre scanne l'environnement.
pt: Os olhos dos camaleões podem se mover independentemente um do outro. Um olho pode rastrear presas enquanto o outro escaneia o ambiente.

# fact21Title
source: Butterfly Vision
de: Schmetterlings-Sehkraft
es: Visión de la Mariposa
fr: Vision du Papillon
pt: Visão da Borboleta

# fact21Text
source: Butterflies can see ultraviolet light and detect invisible patterns on flowers.
de: Schmetterlinge können ultraviolettes Licht sehen und unsichtbare Muster auf Blumen wahrnehmen.
es: Las mariposas pueden ver luz ultravioleta y detectar patrones invisibles en las flores.
fr: Les papillons peuvent voir la lumière ultraviolette et détecter des motifs invisibles sur les fleurs.
pt: Borboletas podem ver luz ultravioleta e detectar padrões invisíveis nas flores.

# fact22Title
source: Shark Vision
de: Hai-Sehkraft
es: Visión del Tiburón
fr: Vision du Requin
pt: Visão do Tubarão

# fact22Text
source: Sharks see 10 times better than humans in the dark. They can also distinguish colors underwater.
de: Haie sehen in der Dunkelheit 10-mal besser als Menschen. Sie können auch unter Wasser Farben unterscheiden.
es: Los tiburones ven 10 veces mejor que los humanos en la oscuridad. También pueden distinguir colores bajo el agua.
fr: Les requins voient 10 fois mieux que les humains dans l'obscurité. Ils peuvent aussi distinguer les couleurs sous l'eau.
pt: Tubarões veem 10 vezes melhor do que humanos no escuro. Eles também podem distinguir cores debaixo d'água.

# fact23Title
source: Horse Vision
de: Pferde-Sehkraft
es: Visión del Caballo
fr: Vision du Cheval
pt: Visão do Cavalo

# fact23Text
source: Horses have almost 360-degree vision because their eyes are on the sides of their heads.
de: Pferde haben fast 360-Grad-Sehkraft, weil ihre Augen an den Seiten ihrer Köpfe sind.
es: Los caballos tienen una visión de casi 360 grados porque sus ojos están a los lados de sus cabezas.
fr: Les chevaux ont une vision de près de 360 degrés car leurs yeux sont sur les côtés de leur tête.
pt: Cavalos têm visão de quase 360 graus porque seus olhos estão nas laterais de suas cabeças.

# fact24Title
source: Dolphin Vision
de: Delfin-Sehkraft
es: Visión del Delfín
fr: Vision du Dauphin
pt: Visão do Golfinho

# fact24Text
source: Dolphins can use each eye independently. One eye can watch the water surface while the other watches underwater.
de: Delfine können jedes Auge unabhängig verwenden. Ein Auge kann die Wasseroberfläche beobachten, während das andere unter Wasser beobachtet.
es: Los delfines pueden usar cada ojo independientemente. Un ojo puede vigilar la superficie del agua mientras el otro vigila bajo el agua.
fr: Les dauphins peuvent utiliser chaque œil indépendamment. Un œil peut surveiller la surface de l'eau tandis que l'autre surveille sous l'eau.
pt: Golfinhos podem usar cada olho independentemente. Um olho pode vigiar a superfície da água enquanto o outro vigia debaixo d'água.

# fact25Title
source: Spider Eyes
de: Spinnen-Augen
es: Ojos de Araña
fr: Yeux d'Araignée
pt: Olhos da Aranha

# fact25Text
source: Some spiders have 8 eyes. Each eye serves a different function: some detect movement, others detect details.
de: Einige Spinnen haben 8 Augen. Jedes Auge erfüllt eine andere Funktion: einige erkennen Bewegung, andere erkennen Details.
es: Algunas arañas tienen 8 ojos. Cada ojo cumple una función diferente: algunos detectan movimiento, otros detectan detalles.
fr: Certaines araignées ont 8 yeux. Chaque œil remplit une fonction différente: certains détectent le mouvement, d'autres détectent les détails.
pt: Algumas aranhas têm 8 olhos. Cada olho cumpre uma função diferente: alguns detectam movimento, outros detectam detalhes.

# fact26Title
source: Blind Mole
de: Blinde Maulwürfe
es: Topo Ciego
fr: Taupe Aveugle
pt: Toupeira Cega

# fact26Text
source: Blind moles are born completely blind but their sense of smell and touch are so developed that they never get lost in their tunnels.
de: Blinde Maulwürfe werden vollständig blind geboren, aber ihr Geruchs- und Tastsinn sind so entwickelt, dass sie sich in ihren Tunneln nie verlaufen.
es: Los topos ciegos nacen completamente ciegos, pero su sentido del olfato y el tacto están tan desarrollados que nunca se pierden en sus túneles.
fr: Les taupes aveugles naissent complètement aveugles, mais leur odorat et leur toucher sont si développés qu'elles ne se perdent jamais dans leurs tunnels.
pt: Toupeiras cegas nascem completamente cegas, mas seu olfato e tato são tão desenvolvidos que nunca se perdem em seus túneis.

# fact27Title
source: Parrot Vision
de: Papageien-Sehkraft
es: Visión del Loro
fr: Vision du Perroquet
pt: Visão do Papagaio

# fact27Text
source: Parrots can see ultraviolet light, allowing them to find ripe fruits more easily.
de: Papageien können ultraviolettes Licht sehen, was es ihnen ermöglicht, reife Früchte leichter zu finden.
es: Los loros pueden ver luz ultravioleta, lo que les permite encontrar frutas maduras más fácilmente.
fr: Les perroquets peuvent voir la lumière ultraviolette, ce qui leur permet de trouver plus facilement les fruits mûrs.
pt: Papagaios podem ver luz ultravioleta, permitindo que encontrem frutas maduras mais facilmente.

# fact28Title
source: Shark Retina
de: Hai-Retina
es: Retina del Tiburón
fr: Rétine du Requin
pt: Retina do Tubarão

# fact28Text
source: Sharks have special cells in their retina, allowing them to see their prey even at very low light levels.
de: Haie haben spezielle Zellen in ihrer Netzhaut, die es ihnen ermöglichen, ihre Beute auch bei sehr niedrigen Lichtniveaus zu sehen.
es: Los tiburones tienen células especiales en su retina, lo que les permite ver a sus presas incluso con niveles de luz muy bajos.
fr: Les requins ont des cellules spéciales dans leur rétine, ce qui leur permet de voir leurs proies même à des niveaux de lumière très faibles.
pt: Tubarões têm células especiais em sua retina, permitindo que vejam suas presas mesmo em níveis de luz muito baixos.

# fact29Title
source: Nocturnal Animals
de: Nachttiere
es: Animales Nocturnos
fr: Animaux Nocturnes
pt: Animais Noturnos

# fact29Text
source: Nocturnal animals have a special layer called tapetum lucidum in their eyes. This layer reflects light to enhance vision.
de: Nachttiere haben eine spezielle Schicht namens Tapetum lucidum in ihren Augen. Diese Schicht reflektiert Licht, um die Sehkraft zu verbessern.
es: Los animales nocturnos tienen una capa especial llamada tapetum lucidum en sus ojos. Esta capa refleja la luz para mejorar la visión.
fr: Les animaux nocturnes ont une couche spéciale appelée tapetum lucidum dans leurs yeux. Cette couche réfléchit la lumière pour améliorer la vision.
pt: Animais noturnos têm uma camada especial chamada tapetum lucidum em seus olhos. Esta camada reflete a luz para melhorar a visão.

# fact30Title
source: Bat Vision
de: Fledermaus-Sehkraft
es: Visión del Murciélago
fr: Vision de la Chauve-Souris
pt: Visão do Morcego

# fact30Text
source: Bats are not blind! Although their vision is weak, they use echolocation to navigate in the dark.
de: Fledermäuse sind nicht blind! Obwohl ihre Sehkraft schwach ist, verwenden sie Echolokation, um in der Dunkelheit zu navigieren.
es: ¡Los murciélagos no son ciegos! Aunque su visión es débil, usan ecolocalización para navegar en la oscuridad.
fr: Les chauves-souris ne sont pas aveugles! Bien que leur vision soit faible, elles utilisent l'écholocalisation pour naviguer dans l'obscurité.
pt: Morcegos não são cegos! Embora sua visão seja fraca, eles usam ecolocalização para navegar no escuro.

# factPrevious
source: Previous
de: Vorherige
es: Anterior
fr: Précédent
pt: Anterior

# factNext
source: Next
de: Nächste
es: Siguiente
fr: Suivant
pt: Próximo

# factComplete
source: Complete
de: Fertig
es: Completar
fr: Terminer
pt: Concluir

# astigmatismBothEyesInstruction
source: Keep both eyes open and look
de: Halten Sie beide Augen offen und schauen Sie
es: Mantenga ambos ojos abiertos y mire
fr: Gardez les deux yeux ouverts et regardez
pt: Mantenha ambos os olhos abertos e olhe

# astigmatismDiagnosisNormal
source: No signs of astigmatism
de: Keine Anzeichen von Astigmatismus
es: No se observan signos de astigmatismo
fr: Aucun signe d'astigmatisme
pt: Sem sinais de astigmatismo

# astigmatismDiagnosisMild
source: There may be mild astigmatism. Consult an eye doctor.
de: Es kann ein leichter Astigmatismus geben. Konsultieren Sie einen Augenarzt.
es: Puede haber astigmatismo leve. Consulte a un oftalmólogo.
fr: Il peut y avoir un astigmatisme léger. Consultez un ophtalmologiste.
pt: Pode haver astigmatismo leve. Consulte um oftalmologista.

# astigmatismDiagnosisModerate
source: There may be astigmatism. Consult an eye doctor.
de: Es kann ein Astigmatismus geben. Konsultieren Sie einen Augenarzt.
es: Puede haber astigmatismo. Consulte a un oftalmólogo.
fr: Il peut y avoir un astigmatisme. Consultez un ophtalmologiste.
pt: Pode haver astigmatismo. Consulte um oftalmologista.

# astigmatismDiagnosisSevere
source: There are clear signs of astigmatism. Consult an eye doctor.
de: Es gibt klare Anzeichen von Astigmatismus. Konsultieren Sie einen Augenarzt.
es: Hay signos claros de astigmatismo. Consulte a un oftalmólogo.
fr: Il y a des signes clairs d'astigmatisme. Consultez un ophtalmologiste.
pt: Há sinais claros de astigmatismo. Consulte um oftalmologista.

source: Average Score
de: Durchschnittspunktzahl
es: Puntuación Promedio
fr: Score Moyen
pt: Pontuação Média

source: Complete Exercise
de: Übung abschließen
es: Completar Ejercicio
fr: Terminer l'Exercice
pt: Completar Exercício

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
pt: Completado

# exerciseDescription
source: Description
de: Beschreibung
es: Descripción
pt: Descrição

# exerciseDuration
source: Duration
de: Dauer
es: Duración
fr: Durée
pt: Duração

# exerciseInfoDesc
source: Regular eye exercises can help reduce eye strain, improve focus, and maintain healthy vision. Choose a profile that matches your lifestyle to get personalized exercise recommendations.
de: Regelmäßige Augenübungen können helfen, Augenbelastung zu reduzieren, den Fokus zu verbessern und gesundes Sehen zu erhalten. Wählen Sie ein Profil, das zu Ihrem Lebensstil passt, um personalisierte Übungsempfehlungen zu erhalten.
es: Los ejercicios oculares regulares pueden ayudar a reducir la fatiga visual, mejorar el enfoque y mantener una visión saludable. Elija un perfil que coincida con su estilo de vida para obtener recomendaciones de ejercicios personalizadas.
fr: Des exercices oculaires réguliers peuvent aider à réduire la fatigue oculaire, améliorer la concentration et maintenir une vision saine. Choisissez un profil qui correspond à votre style de vie pour obtenir des recommandations d'exercices personnalisées.
pt: Exercícios oculares regulares podem ajudar a reduzir a fadiga ocular, melhorar o foco e manter uma visão saudável. Escolha um perfil que corresponda ao seu estilo de vida para obter recomendações de exercícios personalizadas.

# exerciseInfoSubtitle
source: Daily exercises to relax and strengthen your eyes
de: Tägliche Übungen zum Entspannen und Stärken Ihrer Augen
es: Ejercicios diarios para relajar y fortalecer sus ojos
fr: Exercices quotidiens pour détendre et renforcer vos yeux
pt: Exercícios diários para relaxar e fortalecer seus olhos

# exerciseInfoTitle
source: Eye Exercises
de: Augenübungen
es: Ejercicios Oculares
fr: Exercices Oculaires
pt: Exercícios Oculares

source: Exercise Name
de: Übungsname
es: Nombre del Ejercicio
fr: Nom de l'Exercice
pt: Nome do Exercício

# exerciseProgress
source: Exercise {current} of {total}
de: Übung {current} von {total}
es: Ejercicio {current} de {total}
fr: Exercice {current} sur {total}
pt: Exercício {current} de {total}

# exerciseRepetitions
source: Repetitions
de: Wiederholungen
es: Repeticiones
fr: Répétitions
pt: Repetições

source: Fact
de: Fakt
es: Dato
fr: Fait
pt: Fato

# factSubtitle
source: Interesting facts about eyes
de: Interessante Fakten über Augen
es: Datos interesantes sobre los ojos
fr: Faits intéressants sur les yeux
pt: Fatos interessantes sobre os olhos

# factTitle
source: Did You Know?
de: Wussten Sie schon?
es: ¿Sabías que?
fr: Le Saviez-Vous?
pt: Você Sabia?

source: Last Test Date
de: Letztes Testdatum
es: Fecha del Último Test
fr: Date du Dernier Test
pt: Data do Último Teste

source: Left Eye Score
de: Linkes Auge Punktzahl
es: Puntuación del Ojo Izquierdo
fr: Score de l'Œil Gauche
pt: Pontuação do Olho Esquerdo

source: Next Exercise
de: Nächste Übung
es: Siguiente Ejercicio
fr: Exercice Suivant
pt: Próximo Exercício

source: Next Fact
de: Nächster Fakt
es: Siguiente Dato
fr: Fait Suivant
pt: Próximo Fato

# noExercisesYet
source: No exercises completed yet
de: Noch keine Übungen abgeschlossen
es: Aún no se han completado ejercicios
fr: Aucun exercice terminé pour le moment
pt: Ainda não há exercícios completados

# ofText
source: of
de: von
es: de
fr: sur
pt: de

source: Overall Score
de: Gesamtpunktzahl
es: Puntuación General
fr: Score Global
pt: Pontuação Geral

# peripheralDiagnosisLow
source: There is a peripheral vision problem. Consult an eye doctor.
de: Es gibt ein peripheres Sehproblem. Konsultieren Sie einen Augenarzt.
es: Hay un problema de visión periférica. Consulte a un oftalmólogo.
fr: Il y a un problème de vision périphérique. Consultez un ophtalmologiste.
pt: Há um problema de visão periférica. Consulte um oftalmologista.
